{
    "voca": [
             {
             "title": "Talk about the winter weather in Korea.",
             "paragraph_en": "Korea has four distinct seasons. Each season has its own problems and charms. Winter in Korea is freezing cold. The temperature starts to drop in October. By December, the weather gets cold in earnest. On the coldest days, it drops to as low as -10 degrees Celsius, or even more. The wind can make matters worse. The wind chill factor makes it hard to go outdoors on some days. We get a lot of snow, too. Snow can make the country beautiful to look at. However, snow also makes it hard to get around. Because of the weather, it’s important to bundle up. Even though the cold is hard to bear at times, I’m glad winter comes around each year.",
             "paragraph_ko": "한국의 겨울 날씨에 대해 이야기해 주세요.\\n한국은 사계절이 뚜렷하다. 각 계절마다 단점도 있지만 매력도 있다. 한국의 겨울은 몹시 춥다. 10월부터 기온이 떨어지기 시작한다. 12월에는 본격적으로 추워진다. 가장 추운 날에는 섭씨 영하 10도 이하로도 떨어진다. 바람이 불면 추위가 더 심해진다. 바람으로 인한 체감 온도가 더 낮아서 어떤 날에는 외출을 하기 어렵다. 눈도 많이 온다. 눈은 전국을 아름답게 만든다. 하지만 이동하기가 어려워 지기도 한다. 날씨 때문에 옷을 따듯하게 입는 것이 중요하다. 때로는 추위가 견디기 힘들기도 하지만, 나는 매년 겨울이 돌아와서 좋다.\\n",
             "date": "12/7/2016"
             },
             {
             "title": "Talk about a time you had an accident in the snow.",
             "paragraph_en": "When I was a kid, I looked forward to the snow. However, now I think it’s a big nuisance. Last winter, I was walking on a sidewalk that was covered with snow. It was slippery, and I fell over. I twisted my wrist. I also hurt my back. I had to see a chiropractor. Now, I’m more careful when I walk in the snow. Another time, it snowed at night. The weather was cold, and the snow froze over. I was driving to work the next day, and my car began to slip. I slammed the brakes, but it was too late. I rammed into the car in front of me. Since then, I leave my car at home when it snows. I use public transportation instead.",
             "paragraph_ko": "눈길 안전사고를 당한 경험에 대해 이야기해 주세요.\\n어린 시절에는 눈이 오기를 기대했다. 하지만 이제는 큰 골칫거리로 느껴진다. 나는 지난 겨울에 눈에 덮인 인도 위를 걷고 있었다. 그런데 미끄러워서 그만 넘어져 버렸다. 손목을 삐었다. 허리도 다쳤다. 척추 지압을 하는 곳에 가서 치료를 받아야 했다. 이제는 눈길을 걸을 때 더욱 조심한다. 또 한번은 밤에 눈이 왔다. 날씨가 추워서 눈이 얼어 버렸다. 다음 날 차를 몰고 출군하던 중에 차가 미끄러지기 시작했다. 브레이크를 세게 밟았지만, 너무 늦어 버렸다. 앞차를 박고 말았다. 이후로는 눈이 오면 차를 집에 두고 나온다. 대신 대중교통을 사용한다.\\n",
             "date": "12/7/2016"
             },
             {
             "title": "Talk about rice porridge in Korea.",
             "paragraph_en": "Rice is a staple food in Korea. Most meals are centered around rice. However, rice can be hard to digest when you have an upset stomach. In that case, you can have rice porridge. Porridge is easy on the stomach. Porridge is also a good option when you have indigestion or enteritis. Also, it is served to patients when they are recovering from surgery. These days, there are a lot of chain restaurants that specialize in porridge. There are a lot of different types, too. You can have porridge with ingredients like abalone, shrimp, chicken, or seafood, depending on your taste.",
             "paragraph_ko": "한국의 죽에 대해 이야기해 주세요.\\n한국의 주식은 밥이다. 대부분의 식사가 밥을 중심으로 구성된다. 하지만 속이 좋지 않을 때는 밥을 소화하기 힘들 수 있다. 그런 경우에는 죽을 먹으면 된다. 죽은 속에 부담이 되지 않는다. 죽은 소화 불량이나 장염 증세가 있을 때도 먹기 좋은 음식이다. 게다가 수술 후 회복 중인 환자에게도 주로 제공된다. 요즘은 죽을 전문으로 취급하는 체인점이 많다. 종류도 다양하다. 전복, 새우, 닭, 혹은 해산물 등의 재료가 들어간 죽을 취향에 맞게 먹을 수 있다.\\n",
             "date": "12/10/2016"
             },
             {
             "title": "Talk about pettitoes in Korea.",
             "paragraph_en": "Pettitoes are a very popular dish in Korea. They are delicious, and are very addictive. Pettitoes have a distinct smell. That’s why a lot of people pair them with other foods with strong smells. It’s typical to use fermented shrimp as dipping sauce. Garlic and peppers are common side dishes that go well with pettitoes. Pig trotters can be eaten at almost any time of the day. They are a common midnight snack in Korea. There are many places that deliver pigs’ feet until late at night. Some places even deliver around the clock. They are also good to have with drinks like soju or makgeolli. If you are into trying something new, you should definitely try Korean-style pettitoes.",
             "paragraph_ko": "한국에서 먹는 족발에 대해 이야기해 주세요.\\n족발은 한국에서 아주 인기 있는 음식이다. 매우 맛있고, 중독성도 강하다, 족발은 음식 향이 독특하다, 그래서 많은 사람들이 향이 강한 다른 음식과 곁들여서 먹는다. 일반적으로 새우젓을 찍어 먹는 소스로 사용한다. 마늘이나 고추도 족발과 궁합이 잘 맞는다. 족발은 하루 중 거의 아무 때나 먹을 수 있다 한국에서는 흔히 먹는 야식이다. 밤 늦게까지 족발을 배달해 주는 곳도 많다. 심지어 하루 24시간 배달하는 곳도 있다. 족발은 또 소주나 막걸리 등과 함께 술안주로 먹기에도 좋다. 새로운 음식을 먹어 보는 것을 좋아한다면 꼭 한국식 족발을 먹어 보기를 권한다.\\n",
             "date": "12/10/2016"
             },
             {
             "title": "Talk about pig intestines and cow intestines, which are Korea delicacies.",
             "paragraph_en": "Dishes made from pig and cow intestines, or gopchang, are popular Korean delicacies. They can be prepared in different ways. Pig intestines are usually cooked with vegetables and sauce. The trick is to rid of the smell. Intestines can also be used in a stew, or you can grill them on a fire. Different parts of cow intestines are also popular. In some cases, the meat is marinated. However, I prefer grilling it as it is and eating it with salt. The problem with intestines is that they can look off-putting. Even among Koreans, there are those who stay away from this dish. Personally, I like it a lot.",
             "paragraph_ko": "한국의 별미인 소 곱창 및 돼지 곱창에 대해 이야기해 주세요.\\n돼지나 소의 내장, 즉 곱창으로 만든 요리는 한국의 인기 있는 별미다. 다양한 방식으로 조리가 가능하다. 돼지 곱창은 주로 야채와 양념과 함께 요리한다. 비결은 냄새를 없애는 것이다. 곱창은 찌개에 넣을 수도 있고, 불에 구울 수도 있다. 소의 다양한 내장도 인기가 좋다. 경우에 따라서는 양념에 재우기도 한다. 하지만 나는 있는 그대로 구워서 소금에 찍어 먹는 것을 좋아한다. 곱창의문제는 보기에 혐오스러울 수 있다는 것이다. 한국 사람들 중에도 이 음식을 피하는 사람들이 있다. 개인적으로는 나는 곱창을 매우 좋아한다.\\n",
             "date": "12/10/2016"
             },
             {
             "title": "Talk about instant food at Korean convenience stores.",
             "paragraph_en": "Convenience stores in Korea are a good place to grab a bite. They have everything you could ask for. The most common snack food is instant noodles. Almost everyone in Korea has eaten cup noodles at a convenience store. Nowadays, convenience store boxed meals called dosirak are all the rage. There are also sandwiches and salads. There are microwave meals like fried rice and spaghetti. You can get sausages or fish cakes. There’s enough for a full course meal. There is high demand for instant foods these days. They are not the healthiest choice, but they certainly do the job when you want a quick bite.",
             "paragraph_ko": "한국의 편의점에서 먹을 수 있는 즉석 식품에 대해 이야기해 주세요.\\n한국의 편의점은 간단하게 요기를 하기에 좋은 곳이다. 찾는 것이 무엇이든 있다. 가장 흔한 간식은 라면이다. 한국인이라면 거의 누구나 편의점에서 컵라면을 먹은 경험이 있을 것이다. 요즘은 편의점 도시락이 유행이다 샌드위치나 샐러드도 있다. 전자레인지에 데워 먹는 볶음밥이나 스파게티 등의 요리도 있다. 소시지나 어묵도 구할 수 있다. 풀 코스로 식사를 하기에도 충분하다. 요즘 즉석 식품에 대한 수요가 높다. 즉석 식품은 가장 건강한 선택은 아니지만, 간단하게 뭔가 먹고 싶을 때 충분히 제 역할을 톡톡히 한다.\\n",
             "date": "12/10/2016"
             },
             {
             "title": "Talk about the various types of Bluetooth devices that are used.",
             "paragraph_en": "Wireless devices have become mainstream these days. More and more electronic gadgets are going wireless. One of the most common ways to do this is with a Bluetooth connection. Mobile phones can be paired with various devices like speakers, earphones and headsets. It can be very annoying when earphone cables get tangled up in one’s pocket or bag. Bluetooth solves that problem. Bluetooth technology also is widely used in cars. By pairing your phone to your car, you can take calls safely while driving. Computer peripherals like printers, scanners, mouses and keyboards can also be connected with Bluetooth. This frees up space on one’s desk.",
             "paragraph_ko": "사용되고 있는 블루투스 장치에 대해 이야기해 주세요.\\n무선 기기는 요새 주류가 되었다. 갈수록 많은 전자 제품이 무선화되어가고 있다. 선을 없애는 가장 흔한 방법 중의 하나가 바로 블루투스로 연결하는 것이다. 휴대폰은 스피커, 이어폰, 헤드셋 등 다양한 기기와 연결할 수 있다. 주머니나 가방에서 이어폰 선이 엉켜지면 매우 성가실 수 있다. 블루투스는 이런 문제를 해결한다. 블루투스 기술은 또한 자동차에서 널리 사용된다. 휴대폰을 차와 연결함으로써 운전 중에도 전화를 안전하게 받을 수 있다. 프린터, 스캐너, 마우스 및 키보드 등 컴퓨터 주변 기기도 블루투스로 연결할 수 있다. 이렇게 하면 책상 위에 공간을 좀 더 확보할 수 있다.\\n",
             "date": "12/14/2016"
             },
             {
             "title": "Talk about the year-end parties in Korea.",
             "paragraph_en": "People in Korea love year-end parties. December is a series of year-end parties for most people. There is a get-together for almost every group you belong to. You are likely to go party with your co-workers, friends, or members of a club or hobby group. Usually, people have drinks at these gatherings. A lot of people are hung over the next day. Still, it’s nice to catch up with friends at the end of the years. It’s also a good way to build teamwork at the workplace. It’s also a good excuse to meet one’s friends. Year-end parties are an indispensable part of Korean culture.",
             "paragraph_ko": "한국의 송별회 문화에 대해 이야기해 주세요.\\n한국 사람들은 송년회를 매우 좋아한다. 12월은 대부분의 사람들에게 송년회의 연속이다. 본인이 소속된 거의 모든 단체가 연말 모임을 갖는다고 보면 된다. 직장 동료, 친구, 클럽 혹은 동호회 회원들과 함께 모임 자리를 함께 할 가능성이 높다. 이런 모임에서는 보통 술을 마신다. 그래서 다음 날 숙취에 시달리는 사람이 많다. 그래도 연말에 친구들과 만나서 서로 지난 얘기를 나눌 수 있는 좋은 기회가 된다. 연말 모임은 회사에서도 팀워크를 기를 수 있는 좋은 방법이다. 물론 친구들 얼굴을 볼 수 있는 좋은 구실이기도 하다. 송년회는 한국에서 빼놓을 수 없는 중요한 문화 중 하나이다.\\n",
             "date": "12/14/2016"
             },
             {
             "title": "Talk about the various music competition programs in Korea.",
             "paragraph_en": "Many Korean people are talented signers. Most people have a go-to song that they like to sing. Because singing is so popular, there are many music competition programs. They are a big chunk of entertainment programs on TV these days. In one program, amateur singers impersonate famous musicians. Some are so good that even experts are fooled. In another program, people wear masks to hide their identity. After they sing, others try to guess who they are. It has a tournament format. There is another show where top singers compete against each other. The audience votes for the best performer. The show puts a new spin on songs that are already well-known to the public. These programs are all big hits these days.",
             "paragraph_ko": "한국의 다양한 음악 경연 프로그램에 대해 이야기해 주세요.\\n한국에는 노래를 잘 부르는 사람들이 많다. 대부분의 사람들이 부리기 좋아하는 18번 노래가 있다. 노래하는 것이 워낙 인기가 많아서 음악 경연 프로도 많다. 요즘 TV에서 방영되는 예능 프로 중 상당한 비중을 차지한다. 한 프로그램에서는 아마추어 가수들이 유명 음악가 성대모사를 한다. 일부는 워낙 잘해서 심지어 전문가들도 속는다. 또 다른 프로그램에서는 참가지들이 본인이 누구인지 숨기기 위해 가면을 쓴다. 노래를 한 후에 다른 사람들이 누구인지 맞춘다. 토너먼트 방식으로 진행된다. 최고 가수들이 서로 경쟁을 하는 프로그램도 있다. 관객들이 최고의 가수를 뽑는다. 이 프로에서는 이미 대중들에게 잘 알려진 노래들을 새롭게 부른다. 이런 프로들은 요즘 모두 크게 유행하고 있다.\\n",
             "date": "12/17/2016"
             },
             {
             "title": "Talk about what you did on your past wedding anniversaries.",
             "paragraph_en": "I would like to do something special on my wedding anniversary each year. However, it’s difficult to get out of the house because we have kids. I never forget to buy flowers and cake for the occasion. I also try to buy a surprise gift for my wife. On our 10th wedding anniversary, my wife and I wanted to celebrate in style. We went to a fancy restaurant for dinner. We couldn’t stay for long because of our kids. We had our dinner and left right away. Still, it was nice to have some time to ourselves. It reminded me of when we first fell for each other. I think my wife felt the same way.",
             "paragraph_ko": "나는 매년 결혼기념일에 뭔가 특별한 것을 하고 싶다. 하지만 아들들이 있어서 집 밖으로 나가기가 힘들다. 물론 결혼기념일을 기념하기 위해 꽃과 케이크를 사는 것을 잊지 않는다. 아내를 위해 깜짝 선물도 사려고 노력한다. 결혼 10주면에는 근사하게 기념하고 싶었다. 고급 음식점에서 저녁을 먹었다. 하지만 애들 때문에 오래 있지는 못했다. 저녁만 먹고 곧장 자리에서 일어났다. 그래도 둘만의 시간을 가져서 좋았다. 처음 서로에게 반했던 때가 기억난다. 아내도 똑같이 느꼈던 것 같다.\\n",
             "date": "12/17/2016"
             },
             {
             "title": "Talk about the perception of age in Korea.",
             "paragraph_en": "A big part of Korean tradition is based on Confucian culture. It has an influence on many parts of life. Age is very important. There is a strict age hierarchy. That’s why people usually are interested in each other’s age. Even if the age difference is just one or two years, the younger person is expected to show respect. In the past, it was unusual for a woman to date a younger man. That was because it was the norm for a guy to be older than the girl. However, this is no longer the case. The age difference is no big deal in romantic relationships. Still, in all other aspects of society, age is a key factor in relationships in Korea.",
             "paragraph_ko": "한국에서의 나이에 대한 인식에 관해 이야기해 주세요.\\n한국의 전통 문화는 상당 부분 유교 문화에 바탕을 두고 있다. 이는 생활의 다방면에 영향을 미친다. 나이는 매우 중요하다, 엄격한 나이 서열이 있다. 그래서 사람들이 서로의 나이에 관심이 많다. 나이 차이가 1년 혹은 2년만 돼도 더 어린 사림이 상대방을 존중해야 한다. 과거에는 여자가 연하의 남자와 사귀는 것이 흔한 일이 아니었다. 남자가 나이가 많은 경우가 일반적이었기 때문이다. 하지만 이제는 더 이상 그렇지 않다. 이성 관계에서 나이 차이가 그리 큰 문제가 아니다. 그래도, 한국 사회의 모든 면에서 나이는 여전히 인간 관계의 주요 요소 중 하나다.\\n",
             "date": "12/17/2016"
             },
             {
             "title": "Talk about when you visited someone at the hospital.",
             "paragraph_en": "One time, my friend got in an accident. He was injured badly and had to be hospitalized. He needed surgery on his knee. He was in the hospital for two weeks. I visited him to cheer him up. I brought him some drinks and snacks. We joked around a lot. When I left, I think he was in a better mood. When I was younger, a relative was diagnosed with cancer. He was sick for a long time. I went to visit him before he passed away. He was in a lot of pain. It made me feel very sad. I attended the funeral a few weeks later.",
             "paragraph_ko": "병원에 병문안을 갔던 경험에 대해 이야기해 주세요.\\n한번은 친구가 사고를 당했다. 심하게 다쳐서 입원을 해야 했다. 무릎에 수술을 해야 될 정도였다. 그는 2주 동안 입원해 있었다. 친구 기분을 위로해 주기 위해 병문안을 갔다. 음료와 간식을 가져다 줬다. 서로 농담을 많이 했다. 내가 병실을 나올 때쯤에는 친구 기분이 나아진 것 같았다. 더 어렸을 때는 친척이 암 진단을 받으셨다. 오랫동안 편찮으셨다. 돌아가시기 전에 뵈러 갔다. 고통이 심하셨다. 덩달아 나도 슬퍼졌다. 몇 주 후에는 장례식에 참석했다.\\n",
             "date": "12/17/2016"
             },
             {
             "title": "Talk about when you went on a skiing trip.",
             "paragraph_en": "My family went skiing last weeks. We rented a room at a ski resort in Gangwon-do Province. We drove our way to the resort, which took us about three and a half hours. Once we arrived, we unpacked our things and went straight to the slopes. My husband and I didn’t ski this time around. Instead, we looked on while our kids skied. Our son and daughter learned to ski for the first time last year. They are fast learners. This year, they have already gotten the hang of it. Next year, they might become better than I am. At night, we got back to our room and cooked our own dinner. It was a good chance to get some family time.",
             "paragraph_ko": "스키를 타러 여행을 갔던 경험에 대해 이야기해 주세요.\\n우리 가족은 지난주에 스키를 타러 갔다. 강원도에 있는 스키 리조트에서 객실을 빌렸다. 리조트로 차를 몰고 가는 데 세 시간 반 정도 걸렸다. 도착해서 짐을 풀고 곧바로 스키장으로 갔다. 이번에는 남편과 나는 스키를 타지 않았다. 대신 아이들이 스키를 타는 것을 지켜봤다. 우리 아들과 딸은 작년에 처음으로 스키를 타는 법을 배웠다. 아이들이어서 배우는 속도가 빠르다. 올해는 이미 익숙해진 상태였다. 내년에는 나보다 더 잘 탈지도 모르겠다. 밤에는 숙소로 돌아가서 저녁을 직접 준비했다. 가족끼리 시간을 보낼 수 있는 좋은 기회였다.\\n",
             "date": "12/17/2016"
             },
             {
             "title": "Talk about the earthquake that occurred in Korea in 2016.",
             "paragraph_en": "One of the biggest stories this year was the earthquake in September. It took place in Gyeongju. It had a magnitude of 5.8. It was the largest earthquake on record in Korea. The earthquake was so strong that it could be felt all over Korea. Also, there were hundreds of aftershocks. For a long time, people had thought that Korea was safe from earthquakes. Many people were rattled. The earthquake highlighted the need for better safety measures. We need buildings that can withstand quakes. We also need to learn what to do when natural disasters hit. Schools and companies should have safety drills. That way, people can learn how to stay calm and act safely in emergency situations.",
             "paragraph_ko": "2016년 한국에서 발생한 지진에 대해 이야기해 주세요.\\n9월에 발생한 지진은 올해 가장 큰 사건 중 하나였다. 지진은 경주에서 발생했다. 규모가 5.8이었다. 한국에서 기록된 최대 규모의 지진이었다. 지진이 워낙 강해서 한국 전역에서 감지됐다. 또 여진도 수백 차례 있었다. 오랫동안 사람들은 한국이 지진으로부터 안전하다고 생각했었다. 그래서 이번에 많은 사람들이 공포심을 느꼈다. 이번 지진은 더 개선된 안전 조치의 필요성을 부각시켰다. 내진 설계된 건물들이 필요하다. 또한 자연재해가 발생하면 무엇을 해야 하는지 배워야 한다. 학교 및 기업체에서는 안전 훈련을 실시해야 한다. 그렇게 하면 사람들이 응급 상황에서 침착함을 잃지 않고 안전하게 대비하는 법을 배울 수 있다.\\n",
             "date": "12/18/2016"
             },
             {
             "title": "Talk about the typhoons that hit Korea in 2016.",
             "paragraph_en": "One of the strongest storms to hit Korea this year was Typhoon Chaba. It struck Korea’s southern coast in early October. In most cases, typhoons are observed in the summer season. It was out of the ordinary for a major typhoon to be recorded in October. Chaba was so strong that the wind speeds were record-breaking. Areas including Jeju, Busan and Ulsan got heavy downpours. There was a lot of property damage. Buildings were flooded. Streets and cars were submerged in water. Huge waves hit the coastline. There were human casualties, too. Natural disasters can be very dangerous. They are no laughing matter. I hope there won’t be too much python damage next year.",
             "paragraph_ko": "2016년에 한국을 강타한 태풍에 대해 이야기해 주세요.\\n태풍 치바는 올해 한국을 강타한 태중 중 가장 강력했다. 10월 초에 한국의 남부 해안을 덮쳤다. 대부분의 경우 태풍은 여름철에 찾아온다. 10월 대형 태풍이 기록되는 것은 이례적이었다. 치바는 규모가 워낙 커서 풍속이 기록적이었다. 제주, 부산, 울산 등지에서 폭우가 내렸다. 재산 피해도 컸다. 컨물들이 물에 잠겼다. 거리와 차량도 침수 피해를 입었다. 거대한 파도가 해안선을 덮쳤다. 인명 피해도 있었다. 자연재해는 매우 위험할 수 있다. 가볍게 여길 일이 아니다. 내년에는 태풍 피해가 크지 않으면 좋겠다.\\n",
             "date": "12/18/2016"
             },
             {
             "title": "Talk about how well you sing.",
             "paragraph_en": "I am pretty good at singing. Of course, I’m not a professional singer, but I can hold my won. I can keep rhythm, and stay on pitch. I can also hit the high notes. I can rap a little bit too, when I feel like it. When I was younger, I liked singing for an audience. I took part in some talent shows. Even now, I like to sing when people get together for social gatherings. Meanwhile, some of my friends can’t stand singing. A few of them are completely tone-deaf. Others just don’t like to sing in public. They prefer to sing when they are along. I am totally the opposite. I like singing in front of others a lot. It’s a fun way to relieve stress.",
             "paragraph_ko": "본인의 노래 실력에 대해 이야기해 주세요.\\n나는 노래를 제법 잘한다. 물론 전문가는 아니지만 나름대로 남들에 비해 뒤지지 않게 한다. 박자를 맞추고 음정을 유지할 수 있다. 고음도 낼 수 있다. 또 기분이 내키면 랩도 조금 할 수 있다. 더 어린 시절에는 사람들이 보는 앞에서 노래하는 것을 좋아했다. 장기 자랑 공연에도 참가했다. 지금도 친구들 모임에서 노래하는 것을 좋아한다. 한편, 친구들 중 몇 명은 노래하는 것을 매우 싫어한다. 일부는 아예 음치이다. 또 어떤 친구들은 남들 앞에서 노래하는 것을 싫어한다. 그들은 혼자 있을 때 노래하는 것을 선호한다. 나는 정반대다. 남들 앞에서 노래하는 것을 아주 좋아한다. 스트레스를 풀 수 있는 좋은 방법이다.\\n",
             "date": "12/18/2016"
             },
             {
             "title": "Talk about the mood during Christmas in Korea.",
             "paragraph_en": "Korea is filled with a romantic atmosphere at Christmas. It is a very festive holiday. Some people spend the day with family. Others consider it a religious day and go to church. However, most young people think of it as a day for boyfriends or girlfriends. Almost everyone who is in a relationship will go on a date. Single people often go to bars or clubs in groups. On both Christmas Eve and the day of, young people crowd the streets. Some restaurants have prefixed menus. They can be more expensive than on ordinary days. The most popular places require reservations. You need to call well in advance to make a reservation.",
             "paragraph_ko": "한국의 크리스마스 분위기에 대해 이야기해 주세요.\\n한국의 크리스마스 철은 낭만적인 분위기로 가득 찬다. 아주 흥겨운 휴일이다. 어떤 사람들은 가족들과 함께 하루를 보낸다. 또 어떤 사람들은 종교적인 날로 여기고 교회에 간다. 하지만 대부분의 젊은 사람들은 남자친구나 여자친구를 위한 날로 생각한다. 연애 중인 사람들이라면 거의 누구든지 데이트를 한다. 싱글인 사람은 술집이나 클럽 등에 단체로 가는 경우가 많다. 크리스마스 이브와 당일에는 젊은이들이 거리를 가득 메운다. 일부 음식점들은 정해진 메뉴를 제공한다. 평소에 비해 가격이 더 비쌀 수도 있다. 가장 인기 있는 곳들은 사전에 예약을 해야 한다. 한참 전에 미리 연락을 해서 예약을 해야 한다.\\n",
             "date": "12/20/2016"
             },
             {
             "title": "Talk about the year-end awards ceremonies in Korea.",
             "paragraph_en": "In Korea, many awards ceremonies are held at the end of the year. There are separate award ceremonies for acting, music and comedy. The top 3 broadcast stations each have their own events in each category. With so many award categories, sometimes it is hard to keep up. The majority of the ceremonies take place in the last week of December. They are aired live. By the time they wrap up, it’s often very late. The award recipients give acceptance speeches. There are congratulatory performances by singers. Most stars have great stylists. It’s fun to see what A-list stars are wearing on the red carpet.",
             "paragraph_ko": "한국의 연말 시상식에 대해 이야기해 주세요.\\n한국에서는 연말에 많은 시상식들이 대거 개최된다, 연기, 음악, 예능 부문의 행사가 각각 따로 있다. 3대 방송사가 각자의 행사를 해당 부문별로 진행한다. 시상 부분이 워낙 많아서 때로는 따라가기도 어렵다. 대부분의 시상식은 12월 마지막 주에 개최된다. 생방송으로 중계된다. 시상식들은 매우 늦은 시간에 끝이 나는 경우가 많다. 수상자들은 수상 소감을 말한다. 가수들의 축하 공연도 있다. 대부분의 스타들이 훌륭한 스타일리스트를 두고 있다. 톱스타들이 시상식 레드 카펫에 어떤 의상을 입고 등장하는지 보는 것도 재미있다.\\n",
             "date": "12/20/2016"
             },
             {
             "title": "Talk about the public baths in Korea.",
             "paragraph_en": "There are many public baths in Korea. People frequent these baths all over the country. Depending on the type, they have different names. Some are called “saunas.” Others, called jjimjilbang, are more like spas. The public baths are not only places to wash up. Visitors can work up a sweat in both dry saunas and wet saunas. Many places also sell light snacks or full meals. These places are catching on with foreign visitors and tourists. Sometimes, some public baths can serve as makeshift motels, because they have areas where you can get some sleep. Peak season for public baths is usually in the wintertime. However, any season is a good time to go.",
             "paragraph_ko": "한국에는 대중목욕탕이 많다. 사람들이 전국적으로 이러한 목욕탕에 자주 간다. 종류에 따라 이름도 다르다. 일부는 사우나라고 부른다. 찜질방이라고 부르는 시설들은 스파 시설에 가깝다. 이러한 대중목욕탕 시설은 단순히 씻기 위한 곳이 아니다. 고객들은 건식 습식 사우나를 모두 사용하며 땀을 뺄 수 있다. 가벼운 간식을 먹거나 아예 식사를 할 수 있는 곳도 많다. 이러한 곳들은 외국인 방문객과 관광객들 사이에서도 유행하기 시작했다. 일부 대중 사이나에는 잠을 잘 수 있는 공간이 있기 때문에, 때로는 임시 모텔의 역할을 할 수도 있다. 대중 사우나의 성수기는 보통 겨울철이다. 하지만 어느 계절에 가도 좋다.",
             "date": "12/21/2016"
             },
             {
             "title": "Talk about the year-end rituals in Korea.",
             "paragraph_en": "It is customary in Korea to spend the year’s end with family. Family members talk to each other and look back on the year. They greet the New Year together. Counting down to the New Year together is a family event. On New Year’s Day, people get up early to see the first sunrise. That’s when they make their wishes for the New Year. If you drink heavily or stay up late on New Year’s Eve, you might feel sick on the first day of the New Year. That’s why in Korea, people end the year in a calm way. That way, they can kick off the New Year nice and fresh and with a positive attitude.",
             "paragraph_ko": "한국의 연말 풍속도에 대해 이야기해 주세요.\\n한국에서는 연말을 가족과 함께 보내는 것이 일반적이다. 식구들이 서로 이야기를 하며 한 해를 돌이켜본다. 새해도 함께 맞이한다. 새해까지 카운트다운을 하는 것은 가족 행사다. 새해 첫날 아침에는 사람들이 첫 일출을 보기 위해 일찍 일어난다. 그때 신년 소원도 빈다. 전날 과음을 하거나 늦게 잠들면 새해 첫날부터 몸이 좋지 않을 수도 있다. 따라서 한국에서는 사람들이 차분한 방식으로 한 해를 마무리짓는다. 그럼으로써 새해를 매우 상쾌하게, 또 긍정적인 마음으로 시작할 수 있다.\\n",
             "date": "12/22/2016"
             },
             {
             "title": "Talk about a time when you went to the mountains.",
             "paragraph_en": "I like to go hiking whenever I get the chance. It’s a great way to work up a sweat, and it doesn’t break the bank. Comfy clothes and hiking boots are all you need. Then you’re good to go. Some people like to put on luxurious hiking gear. To me, that seems beside the point. The mountains in Korea are charming all year round. In the summer, I enjoy the coolness of the mountain streams. Last fall, I went to enjoy the autumn foliage. The views were staggering. The colorful leaves were a sight to see. The only downside was that there were enormous crowds. Everyone wanted to take in the view. Still, it was worth the trouble. I plan to go again this year.",
             "paragraph_ko": "산에 놀러 간 경험에 대해 이야기해 주세요.\\n나는 기회가 날 때마다 등산을 즐긴다. 운동을 할 수 있는 좋은 방법이고, 돈이 많이 들지 않는다. 필요한 것은 편한 옷과 등산화가 전부다. 그러면 바로 출발할 수 있다. 어떤 사람들은 호화로운 등산 장비를 구비한다. 내가 보이게 그런 것은 본질과는 거리가 먼 것 같다. 한국의 산들은 일 년 내내 매력이 있다. 여름에는 산속 계곡의 시원함을 즐길 수 있다. 작년 가을에는 가을 단품을 즐기러 갔다. 경치가 어마어마했다. 알록달록한 단풍잎들이 볼만했다. 유일한 단점은 거대한 인파였다. 모두가 경치를 감상하고 싶어 했다. 하지만 고생한 보람이 있었다. 올해도 또 가려고 한다.\\n",
             "date": "12/22/2016"
             },
             {
             "title": "Talk about when you went grocery shopping.",
             "paragraph_en": "Grocery shopping is my favorite household chore. I recently went to a large discount store with my family. We picked up a lot of fresh produce. My wife likes to pick and choose the choicest vegetables. Then we went to the butcher’s counter for beef and pork. I also picked up some instant noodles. My wife hates instant food with a passion. However, I always keep an emergency stash, just in case. Drinks were on our grocery list. We got some carbonated drinks and juice. We also got some milk from the dairy section. Finally, we splurged on some wine and beer. The store had several buy-one-get-one-free events, so we were able to save a pile of dough.",
             "paragraph_ko": "장 보러 간 경험에 대해 이야기해 주세요.\\n장보기는 내가 가장 좋아하는 집안일이다. 최근에 가족과 함께 대형 할인 마트에 갔다. 우리는 싱싱한 농산물을 많이 샀다. 아내는 가장 탐스러운 야채를 고르는 것을 좋아한다. 그 다음에는 소고기와 돼지고기를 찾으러 정육 코너로 갔다. 나는 라면도 좀 골랐다. 아내는 인스턴트 식품을 매우 싫어한다. 하지만 나는 만약의 경우에 대비해 늘 비상용으로 챙겨 둔다. 장을 볼 목록에는 음료도 있었다. 탄산음료와 주스를 샀다. 유제품 코너에서 우유도 골랐다. 마지막으로 큰맘 먹고 와인과 맥주도 샀다. 마트에 다양한 원플러스원 행사가 있어서 돈을 꽤 절약할 수 있었다.\\n",
             "date": "12/23/2016"
             },
             {
             "title": "Talk about a time when you used a designated driver service.",
             "paragraph_en": "In Korea, there is a very convenient service for drivers who have been drinking. People can request a designated driver for a fee. It’s a great way to avoid driving under the influence. Last night, I was a little tipsy and I was unfit to drive. I had to call a designated driver service, but there were no drivers nearby. So, I used a smartphone app instead. The app detected my location automatically. Then, it sent my request to drivers in the vicinity. I could even track the movements of the driver on a map. The driver saw me home safely. I was even able to pay with my credit card that was linked to the app.",
             "paragraph_ko": "대리운전을 이용한 경험에 대해 이야기해 주세요.\\n한국에는 술을 마신 운전자에게 매우 편리한 서비스가 있다. 사용자가 비용을 지불하고 대리운전 기사를 신청할 수 있다. 음주 운전을 피할 수 있는 좋은 방법이다. 나도 어젯밤에는 조금 취해서 운전을 할 수 있는 상태가 아니었다. 대리운전을 불러야 했는데, 주변에 기사가 없었다. 그래서 대신 스마트폰 앱을 이용했다. 앱이 내 위치를 자동으로 파악했다. 그리고 내 호출을 주변 기사들에게 전송했다. 대리 기사의 이동 현황을 지도상에서 확인할 수도 있었다. 기사가 집까지 편하게 데려다 주었다. 앱에 연동된 신용카드로 계산하는 것도 가능했다.\\n",
             "date": "12/23/2016"
             },
             {
             "title": "Talk about when you called for a taxi.",
             "paragraph_en": "When you’re in a rush, it can be tough to catch a taxi. Nowadays, many people use a messaging app to call for a taxi. Because Korea is so tech-savvy, this is now a widespread practice. Users enter their location and destination into the app. They can even select the level of service they want. Then, a nearby driver is dispatched. I use the service late at night, when taxis are few and far between. Usually the wait is less than 10 minutes. The technology is so cutting-edge that you can even see where the taxi is on a map. Another perk is that the driver already knows your destination. This saves you the trouble of explaining how to get there.",
             "paragraph_ko": "택시를 부른 경험에 대해 이야기해 주세요.\\n바쁠 때는 택시를 잡는 것이 힘들 수 있다. 요즘은 많은 사람이 메신저 앱으로 택시를 호출한다. 한국은 워낙 기술 사용이 익숙한 나라여서 이 같은 일이 이미 흔한 일이다. 사용자들은 앱에 본인의 위치와 목적지를 입력한다. 심지어 원하는 택시의 등급도 선택할 수 있다. 그러면 주변에 있는 택시를 보내 준다. 나는 택시가 흔치 않은 늦은 밤에 서비스를 사용한다. 보통 대기 시간은 10분 이내다. 기술이 워낙 최신이라 심지어 택시의 위치를 지도상에서 확인할 수도 있다. 기사가 이미 사용자의 목적지를 알고 있다는 것도 또 하나의 장점이다. 이것은 어떻게 가야 하는지 설명하는 수고를 덜어 준다.\\n",
             "date": "12/24/2016"
             },
             {
             "title": "Talk about when you had problems with banking.",
             "paragraph_en": "I use mobile banking very often. I am at a loss without it. However, it’s hard to keep track of all my passwords and PIN numbers. Last week, I entered the wrong number too many times. The bank blocked my account. I had to go to the bank to confirm my identity. I also reset my password. Another time, I lost my OTP. I wanted to kick myself. It was such a foolish mistake. Again, I was forced to go to the bank. I got an OTP re-issued. Last month, my online ID certificate was about to expire. Thankfully, the renewal process was hassle-free. It was easy to do online.",
             "paragraph_ko": "은행 거래 중 문제가 생긴 경험에 대해 이야기해 주세요.\\n나는 모바일 뱅킹을 자주 사용한다. 그게 없으면 어찌할지 모르겠다. 하지만 비밀번호를 모두 기억하는 건 어렵다. 지난주에는 틀린 번호를 너무 여러 번 입력했다. 그래서 은행에서 계정을 막아 버렸다. 신원 증명을 위해 은행에 가야 했다. 비밀번호도 재설정했다. 또 한번은 OTP를 잃어버렸다. 내 스스로가 너무 원망스러웠다. 정말 바보 같은 실수였다. 다시 한번 은행에 갈 수밖에 없었다. 가서 OTP를 재발급 받았다. 지난달에는 공인 인증서가 만료되기 직전이었다. 다행히 갱신 절차가 어렵지는 않았다. 온라인으로 쉽게 해결할 수 있었다.\\n",
             "date": "12/24/2016"
             },
             {
             "title": "Talk about when you got some new furniture.",
             "paragraph_en": "Our bed was so old that we decided to replace it. We bought a high-end mattress. It was a bit over our budget. Still, I’m sure it will pay off in the long run. With the new bed, it’s easier to get a good night’s sleep. The bed is the second big-ticket item in our house. Earlier, we sprang for a leather sofa. It really helped to spruce up the living room. My favorite piece of furniture is the chest of drawers in our dressing room. It created a lot of storage space. There are many things to take into consideration when choosing furniture. The price should be reasonable. It shouldn’t clash with the furniture you already have. To find the best deals, you need to do a lot of homework.",
             "paragraph_ko": "새로운 가구를 구매한 경험에 대해 이야기해 주세요.\\n우리는 침대가 너무 오래돼서 새것으로 교체하기로 결정했다. 고급 매트리스를 샀다. 우리 예산을 좀 초과하는 가격이었다. 그래도 길게 보면 그럴 만한 가치가 있을 것이라 확신한다. 새 침대에서는 밤에 편히 자는 게 더 쉬워졌다. 침대는 집에 있는 두 번째 고가의 물건이다. 그 전에는 큰 돈을 들여서 가죽 소파를 샀다. 덕분에 거실 분위기가 밝아졌다. 내가 가장 좋아하는 가구는 옷 방에 있는 서랍장이다. 수납 공간이 아주 많다. 가구를 고를 때는 고려할 것이 많다. 일단 가격이 합리적이어야 한다. 그리고 이미 있는 가구와 도 어울려야 한다. 좋은 물건을 싸게 사기 위해서는 미리 많이 알아봐야 한다.\\n",
             "date": "12/24/2016"
             },
             {
             "title": "Talk about public transportation in Korea.",
             "paragraph_en": "Korea has excellent public transportation. All means of transportation are clean and safe. They are almost on time. They are also easy on the wallet. In the downtown area, the buses and the subway system are world-class. On the national scale, the KTX bullet train and airplanes help to reduce travel time. Traffic cards can be used for most types of transportation. You can buy tickets online, or using smartphone apps. Apps can also be used to check the timetables for buses and subway trains. Notice boards at stations and bus stops are digital displays. They show the arrival time for the next train or bus, so it’s very user-friendly. Korea is certainly one of the best places in the world to get around in.",
             "paragraph_ko": "한국의 대중교통에 대해 이야기해 주세요.\\n한국의 대중교통은 매우 잘 정비되어 있다. 모든 교통수단이 깨끗하고 안전하다, 거의 항상 제 시간에 운행된다. 요금 부담도 낮은 편이다. 도심의 버스와 지하철은 세계 최고 수준이다. 전국적으로는 KTX 고속열차와 항공기가 여행 시간을 단축해 준다. 교통 카드는 대부분의 교통수단에 사용할 수 있다. 표는 인터넷을 통해 혹은 스마트폰 앱을 통해 구입할 수 있다. 또한 앱을 통해 버스와 지하철 열차의 배차 시간을 확인할 수도 있다. 역과 버스 정거장의 알림판은 디지털 화면이다. 다음 열차나 버스의 도착 시간을 알려 주기 때문에 이용하기 편리하다. 한국은 분명 전 세계에서 돌아다니기 가장 편리한 나라 중 하나다.\\n",
             "date": "12/27/2016"
             },
             {
             "title": "Talk about changes in perception on marriage among Koreans.",
             "paragraph_en": "In the past, tying the knot was the normal thing to do. Nowadays, more and more young people in Korea think marriage is a matter of choice, not a requirement. Many people are fine with staying single. It is not strange to be a bachelor or a bachelorette. There are many reasons why fewer couples are getting hitched. A big reason is the high cost. Weddings can cost a fortune. Housing is expensive, too. The high childrearing costs are another disincentive to marriage. Also, more people are focusing on their career. Their personal life takes a back seat. All of this means that marriage is not as important as it was once before.",
             "paragraph_ko": "한국에서 일어나고 있는 결혼 풍습 변화에 대해 이야기해 주세요.\\n과거에는 결혼을 하는 것이 보편적이었다. 그러나 요즘 갈수록 많은 젊은 한국인들이 결혼을 필수가 아닌 선택의 문제로 생각한다 많은 사람들이 미혼으로 남는 것을 문제삼지 않는다. 미혼 남성이나 미혼 여성인 것이 이상하지 않다. 결혼을 하는 커플이 줄어드는 이유는 여러 가지가 있다. 결혼에 수반되는 많은 비용이 중요한 이유 중 하나이다. 결혼식에는 큰돈이 들 수 있다. 집을 구하는 것도 돈이 많이 든다. 높은 육아 비용도 결혼에 대한 의욕을 꺾는다. 또한 많은 사람들이 일에 집중하고 있다. 개인 생활은 뒷전으로 밀린다. 이를 모두 종합하면 예전만큼 결혼이 중요하지 않게 된 것이라고 할 수 있겠다.\\n",
             "date": "12/27/2016"
             }
             ]
}
