{
    "voca": [
             {
             "title": "Talk about how you like to dress.",
             "paragraph_en": "I like to follow my own style when it comes to fashion. I don’t buy the so-called “must-have items.” Most of the time, I just like to dress casually. I don’t like to dress up too much. I prefer clothes that are comfortable. I don’t like clothes that have a tight fit. I am interested in fashion trends, but I don’t always follow them. When I buy clothes at a shopping mall or online, I just buy whatever looks good on me. I wear brighter colors in the summer and darker colors in the winter. Overall, I’m not a fashionable person. However, I do like to look presentable at all times.",
             "paragraph_ko": "어떤 옷을 즐겨 입는지에 대해 이야기해 주세요.\\n패션에 관한 한 나는 나만의 스타일을 따르는 것을 선호한다. 이른바 패션 필수품이라 하는 물건들을 사지 않는다. 보통은 그냥 캐주얼한 옷을 입는다. 너무 꾸미는 것도 그다지 즐기지 않는다. 편한 옷을 선호한다. 꽉 끼는 옷은 좋아하지 않는다. 패션 트랜드에는 관심이 있지만 그렇다고 늘 따르는 것은 아니다. 백화점이나 인터넷에서 옷을 살 때는 뭐든 나한테 어울리는 것을 산다. 여름에는 밝은 색상을, 겨울에는 어두운 색상을 주로 입는다. 나는 전반적으로 패션 감각이 뛰어난 사람은 아니다. 하지만 늘 단정해 보이고 싶기는 하다.\\n",
             "date": "11/24/2016"
             },
             {
             "title": "Discuss how you feel about fashion trends.",
             "paragraph_en": "These days, fashion trends are often determined by the media. Many hot trends start on TV. Famous celebrities are often trend-setters. Fashion magazines also play a big role. Plus, due to the Internet, people get exposed to new styles much more easily. As a result, people have become a lot more fashion-conscious than in the past. Many people can talk fashion like experts now. These are also leads of online shopping malls where people can buy the latest fashion items. However, sometimes this can get out of hand. Some people over-spend on shopping. Looking good is important, but being responsible is a top priority.",
             "paragraph_ko": "패션 트렌드에 대해 어떻게 생각하는지 이야기해 주세요.\\n요새는 패션 트렌드가 매체에 의해 결정된다. 많은 유행이 TV에서 시작된다. 유명 연예인이 유행을 주도하는 경우도 많다. 패션 잡지도 큰 역할을 한다. 더불어, 인터넷 덕분에 사람들이 새로운 스타일에 훨씬 더 쉽게 노출된다. 결과적으로 사람들이 과거에 비해 패션에 대한 관심이 훨씬 더 높아졌다. 수많은 사람들이 전문가처럼 패션을 논할 수 있다. 최신 패션 아이템을 구매할 수 있는 인터넷 쇼핑몰도 수도 없이 많다. 하지만 때로는 선을 넘어서는 경우도 있다. 어떤 사람들은 쇼핑을 하며 과소비를 한다. 멋있어 보이는 것도 중요하지만 책임감 있는 행동이 가장 중요하다.\\n",
             "date": "11/24/2016"
             },
             {
             "title": "Talk about when you sprained your ankle.",
             "paragraph_en": "Last winter, my friends and I went to a skiing trip. We were excited to hit the slopes. However, I got over-confident. I was going too fast, and I had a bad fall. I felt a pain in my boot. I had sprained my ankle. The swelling was bad. I couldn’t get on my feet. I went to an oriental medicine clinic to receive acupuncture treatment. It felt a little better. But a few months later, I hurt the same ankle again. I am worried that it is permanently damaged. I don’t want to suffer from chronic pain. Now I feel on edge during physical activities.",
             "paragraph_ko": "발목이 접질려 본 경험에 대해 이야기 해 주세요.\\n지난 겨울에 친구들과 스키 여행을 갔다. 우리는 스키와 보드를 탈 생각에 들떴었다. 하지만 자신감이 과했다. 너무 빨리 달리다가 심하게 넘어졌다. 부츠 안에 통증이 느껴졌다. 발목이 접질린 것이었다. 붓기가 심했다. 제대로 일어설 수 없었다. 한의원에 가서 침을 맞았다. 조금 나아 졌다. 하지만 몇 달 후, 같은 발목을 다시 다쳤다. 영구적으로 손상되었을까 봐 걱정이다. 만성통증에 시달리고 싶지 않다. 이제는 운동을 할 때마다 불안하다.\\n",
             "date": "11/29/2016"
             },
             {
             "title": "Why did you pick the cell phone model you are using now?",
             "paragraph_en": "I use my phone for a lot of things. I don’t just use it to place calls or send text messages. A smartphone is like a hand-held computer. It’s important that I choose one that fits my needs. I used one particular phone model for many years. However, I switched to a rival brand recently. I wanted to try something different. I thought about the pros and cons of the different models. My new phone has great image quality. The screen has a very high resolution. The camera is good, too. It’s great for taking selfies. The customer service is excellent as well. If the phone breaks, it’s easy to get it fixed, or get it replaced.",
             "paragraph_ko": "현재 사용 중인 휴대폰 기종을 선택한 이유에 대해 이야기해 주세요.\\n나는 휴대폰을 다양한 용도로 사용한다. 단순히 전화를 걸거나 문제 메시지를 보내는 데 사용하는 것이 아니다. 스마트폰은 마치 휴대용 컴퓨터와도 같다. 내 필요한 조건에 맞는 제품을 선택하는 것이 중요하다. 수년간 특정 휴대폰 기종을 사용했었다. 하지만 최근에 경쟁사 제품으로 변경했다. 다른 제품을 써 보고 싶었다. 여러 기중이 장단점에 대해 고민을 많이 했다. 새 휴대폰은 액정 화질이 아주 좋다. 화면이 고해상도를 자랑한다. 카메라도 좋다. 셀카를 찍기에 딱 좋다. 고객 서비스 역시 훌륭하다. 휴대폰이 고장 나면 수리 받거나 교환 받는 것이 쉽다.\\n",
             "date": "11/29/2016"
             },
             {
             "title": "Talk about a time when you got caught in the rain.",
             "paragraph_en": "On most days, I check the weather forecast on my phone. However, one time the forecast betrayed me. It said that there would be no rain. As a result, I didn’t have an umbrella on me. As I was walking out of the subway station, it began to drizzle. Soon, it was pouring. I ha d to run home at top speed. When I got home, I was soaking wet. My shoes were ruined. Right away, I took a hot shower. However, I still came down with a cold because I got caught in the rain like that. I had a sore throat. I was aching all over. Since then, I always keep a small umbrella in my bag.",
             "paragraph_ko": "예고 없이 비를 맞은 경험에 대해 이야기해 주세요.\\n나는 대부분의 날에는 휴대폰으로 일기예보를 확인한다. 하지만 한번은 예보에 배신당했다. 예보에는 비소식이 없었다. 그래서 우산을 가지고 있지 않았다. 지하철역에서 걸어 나오는데 빗방울이 떨어지기 시작했다. 머지않아 퍼붓기 시작했다. 전속력으로 집까지 뛰어가야 했다. 집에 도착했을 무렵에는 이미 흠뻑 젖어 있었다. 신발은 엉망이 돼 있었다. 곧바로 뜨거운 물로 샤워를 했다. 하지만 그럼에도 불구하고 비를 그렇게 맞는 바람에 감기에 걸렸다. 목이 아팠다. 온몸이 욱신거렸다. 그때 이후로 늘 가방에 작은 우산을 챙긴다.\\n",
             "date": "11/29/2016"
             },
             {
             "title": "Talk about a memorable hotel you’ve stayed at.",
             "paragraph_en": "I remember staying at a first-rate hotel near a beach several years ago. I found the hotel through a travel agency. It was a resort hotel for vacationers. The lobby and the hallways were nicely decorated. My room wasn’t big, but it was very cozy. The view from the room was breathtaking. I could see the ocean and hear the waves from my bed. What’s more, the food at the hotel was really tasty. I especially liked the complimentary breakfast. There was also a souvenir store that sold interesting gifts. During the day, I took a dip in the pool. I also got a massage at the spa. It was expensive, but I got my money’s worth.",
             "paragraph_ko": "기억에 남는 호텔에 대해 이야기해 주세요.\\n몇 년 전에 해변에 있는 특급 호텔에서 묵었던 기억이 난다. 여행사를 통해 호텔을 찾았다. 휴가 여행각을 겨냥한 리조트 호텔이었다. 로비와 복도가 잘 꾸며져 있었다. 객실이 크지는 않았지만, 매우 아늑했다. 방에서 보이는 경치가 숨막히게 아름다웠다. 침대에서 바다가 보이고 파도 소리가 들렸다. 게다가 호텔에서 먹은 음식이 아주 맛있었다. 특히 무료 조식이 마음에 들었다. 특이한 물품들을 판매하는 기념품 매장도 있었다. 낮에는 소영장에서 가볍게 수영을 했다. 스파에서 마사지도 받았다. 마사지가 비싼 편이었지만 충분히 가치가 있었다.\\n",
             "date": "11/30/2016"
             },
             {
             "title": "Talk about a time when you were in a place that was packed with people.",
             "paragraph_en": "I don’t like going to crowded places. I remember a time when I went to a department store, and there were too many people. It was just before the holidays. Many sales events were going on. A lot of shoppers were there to buy holiday gifts. I had to wait in line for a long time just to pay for my purchases. Another time, I went to a theme park on a date. However, the part was swarming with children. I learned that summer vacation had just started. It was so crowded, I got separated from my date. It wasn’t very romantic. Still, we had a laugh about it later.",
             "paragraph_ko": "사람들로 붐비는 장소에 간 경험에 대해 이야기해 주세요.\\n나는 사람들로 붐비는 곳에 가는 것을 싫어한다. 백화점에 갔는데 사람이 너무 많았던 적이 있었다. 명절 직전이었다. 다양한 할인 행사가 진행 중이었다. 수많은 쇼핑객들이 명절 선물을 사려고 모여 있었다. 물건 값을 지불하려고 오랫동안 줄을 서서 기다려야 했다. 또 한번은 데이트를 하러 놀이공원에 갔다. 하지만 아이들로 붐볐다. 알고 보니 여름방학이 시작된 직후였다. 너무 붐벼서 데이트 상태와 떨어져 버렸다. 낭만적이지 않았다. 그래도 나중에는 그 일로 한바탕 웃었다.\\n",
             "date": "11/30/2016"
             },
             {
             "title": "Talk about problems you’ve had with bank cards.",
             "paragraph_en": "Using bank services these days is very convenient, thanks to online banking and mobile banking. However, I have had several problems with my credit card and debit card. One time, my credit card was rejected at a restaurant. I found out that I had maxed out my credit card. I didn’t have enough cash, so we had to split the bill. Another time, my debit card was rejected. It was because I didn’t have any money in my account. Last week, I couldn’t use my credit card because the magnetic strip was damaged. I had to get it reissued. Finally, there was a time when I lost my credit card. I had to put my card on hold.",
             "paragraph_ko": "은행 카드 이용 중 격은 문제점에 대해 이야기해 주세요.\\n요즘은 인터넷 뱅킹과 모바일 뱅킹 등으로 인해 은행 서비스를 사용하는 것이 편리해졌다. 하지만 나는 신용카드와 체크카드를 사용하면서 여러 번 문제를 겪었다. 한번은 음식점에서 신용카드가 거부되었다. 알고 보니 신용카드 한도를 초과했던 것이었다. 내가 들고 있던 현금이 부족해서 식비를 각자 내야 했다. 또 한번은 체크카드가 거부되었다. 계좌에 잔고가 없었기 때문이었다. 지난주에는 마그네틱 띠가 손상돼서 신용카드를 사용할 수 없었다. 재발급을 받아야 했다. 마지막으로 신용카드를 잃어버린 적도 있었다. 카드를 정지시켜야 했다.\\n",
             "date": "11/30/2016"
             },
             {
             "title": "Talk about cheering for sports matches in Korea.",
             "paragraph_en": "Cheering at sports events in Korea is a group activity. People become fast friends with other fans. There are synchronized cheers. There are fight songs. It can seem daunting at first. However, you soon get into the spirit. Baseball is more popular than ever. Fans beat thunder sticks. Cheerleaders put on a show. Everyone can join in on the fun. Soccer is exciting too. People often watch matches in groups. For big matches, crowds gather in the streets. It’s also common to have a few drinks with friends while watching match. Even if you’re not a sports fan, cheering for sports matches is a lot of fun.",
             "paragraph_ko": "한국의 스포츠 응원 문화에 대해 이야기해 주세요.\\n한국에서 스포츠 경기를 관람하며 응원하는 것은 단체 활동이다. 사람들이 다른 팬들과 금세 친해진다. 단체 응원을 한다. 응원가도 있다. 처음에는 어렵거나 부담스럽게 느껴질 수도 있다. 하지만 이내 적극적으로 동참하게 된다. 야구는 어느 때보다도 인기가 있다. 팬들은 응원봉을 두드리며 응원한다. 치어리더들은 공연을 펼친다. 모두가 동참할 수 있다. 축구도 신난다. 사람들은 흔히 단체로 경기를 본다. 큰 경이의 경우 사람들이 거리로 몰려온다. 또 경기를 보며 친구들과 함께 술을 몇 잔 하는 일도 많다. 스포츠 팬이 아니더라도 응원을 하는 것은 매우 재미있다.\\n",
             "date": "12/1/2016"
             },
             {
             "title": "Talk about how you use 3D technology.",
             "paragraph_en": "The biggest buzzword in the movie industry these days is 3D or 4D. Many movies are shot 3D. Others are shot normally, and are converted 3D later on. It felt unfamiliar at first, but more people are getting used to the concept. Nowadays, some movies are even released 4D as well. These are usually large-scale blockbusters. The 3D trend had also moved on to DVDs and streaming media. 3D TVs are becoming widespread. They allow people to watch 3D movies in private at home. Finally, 3D technology is used in virtual reality devices. 3D technology is giving people more options to choose from.",
             "paragraph_ko": "3D 기술을 어떻게 사용하는지에 대해 이야기해 주세요.\\n요즘 영화계에서의 최대 화제는 3D와 4D이다. 많은 영화들이 3D로 촬영된다. 어떤 영화들은 일반 촬영이 되고 나중에 3D로 변환되기도 한다. 처음에는 낯설었지만 더 많은 사람들이 그 개념에 익숙해지고 있다. 심지어 4D로 개방하는 영화도 있다. 대부분 대형 블록버스터다. 3D 트랜드는 DVD와 스트리밍 미디어로도 확산됐다. 3D TV가 보편화되고 있다. 집에서 혼자서도 3D 영화를 볼 수 있게 해 준다. 마지막으로 3D 기술은 가상현실 기기에서도 사용된다. 3D 기술은 사람들에게 더 넓은 선택의 폭을 제공하고 있다.\\n",
             "date": "12/1/2016"
             }
             ]
}
