{
    "voca": [
             {
             "title": "Talk about public transportation in Korea.",
             "paragraph_en": "Korea has excellent public transportation. All means of transportation are clean and safe. They are almost on time. They are also easy on the wallet. In the downtown area, the buses and the subway system are world-class. On the national scale, the KTX bullet train and airplanes help to reduce travel time. Traffic cards can be used for most types of transportation. You can buy tickets online, or using smartphone apps. Apps can also be used to check the timetables for buses and subway trains. Notice boards at stations and bus stops are digital displays. They show the arrival time for the next train or bus, so it’s very user-friendly. Korea is certainly one of the best places in the world to get around in.",
             "paragraph_ko": "한국의 대중교통에 대해 이야기해 주세요.\\n한국의 대중교통은 매우 잘 정비되어 있다. 모든 교통수단이 깨끗하고 안전하다, 거의 항상 제 시간에 운행된다. 요금 부담도 낮은 편이다. 도심의 버스와 지하철은 세계 최고 수준이다. 전국적으로는 KTX 고속열차와 항공기가 여행 시간을 단축해 준다. 교통 카드는 대부분의 교통수단에 사용할 수 있다. 표는 인터넷을 통해 혹은 스마트폰 앱을 통해 구입할 수 있다. 또한 앱을 통해 버스와 지하철 열차의 배차 시간을 확인할 수도 있다. 역과 버스 정거장의 알림판은 디지털 화면이다. 다음 열차나 버스의 도착 시간을 알려 주기 때문에 이용하기 편리하다. 한국은 분명 전 세계에서 돌아다니기 가장 편리한 나라 중 하나다.\\n",
             "date": "12/27/2016"
             },
             {
             "title": "Talk about changes in perception on marriage among Koreans.",
             "paragraph_en": "In the past, tying the knot was the normal thing to do. Nowadays, more and more young people in Korea think marriage is a matter of choice, not a requirement. Many people are fine with staying single. It is not strange to be a bachelor or a bachelorette. There are many reasons why fewer couples are getting hitched. A big reason is the high cost. Weddings can cost a fortune. Housing is expensive, too. The high childrearing costs are another disincentive to marriage. Also, more people are focusing on their career. Their personal life takes a back seat. All of this means that marriage is not as important as it was once before.",
             "paragraph_ko": "한국에서 일어나고 있는 결혼 풍습 변화에 대해 이야기해 주세요.\\n과거에는 결혼을 하는 것이 보편적이었다. 그러나 요즘 갈수록 많은 젊은 한국인들이 결혼을 필수가 아닌 선택의 문제로 생각한다 많은 사람들이 미혼으로 남는 것을 문제삼지 않는다. 미혼 남성이나 미혼 여성인 것이 이상하지 않다. 결혼을 하는 커플이 줄어드는 이유는 여러 가지가 있다. 결혼에 수반되는 많은 비용이 중요한 이유 중 하나이다. 결혼식에는 큰돈이 들 수 있다. 집을 구하는 것도 돈이 많이 든다. 높은 육아 비용도 결혼에 대한 의욕을 꺾는다. 또한 많은 사람들이 일에 집중하고 있다. 개인 생활은 뒷전으로 밀린다. 이를 모두 종합하면 예전만큼 결혼이 중요하지 않게 된 것이라고 할 수 있겠다.\\n",
             "date": "12/27/2016"
             },
             {
             "title": "Talk about when you got lost while driving.",
             "paragraph_en": "Nowadays, most cars are equipped with satellite navigation, or satnav. Some are built into the car. Others are stand-alone devices. Apps that provide turn-by-turn directions are also popular. Thanks to this technology, drivers rarely get lost. I recently got lost when my GPS didn’t work. The system couldn’t detect a signal. I became disoriented. I tried to follow the road signs. However, they were in a different language. I couldn’t make sense of them. Before long, it became very dark. I had to stop at a store to ask for directions. I reached my destination much later. It was a scary experience. I learned not to take satnav for granted.",
             "paragraph_ko": "운전 중 길을 잃어버린 경험에 대해 이야기해 주세요.\\n요즘은 대부분의 자동차에 내비게이션이 장착되어 있다. 차에 아예 내장되어 있는 경우도 있고, 별도의 장치인 경우도 있다. 실시간 길 안내를 해 주는 모바일 앱도 인기가 있다. 이런 기술 덕분에 운전자가 길을 잃어버리는 경우는 드물다. 나는 최근에 내비게이션이 고장 나서 길을 잃었다. 시스템이 신호를 감지하지 못했다. 방향 감각을 잃었다. 도로 표지판을 따라가려고 했다. 하지만 무슨 말인지 알 수가 없었다. 이해를 할 수 없었다. 머지않아 아주 어두워졌다. 상점에 잠시 가서 길을 물어야 했다. 한참 지나서야 목적지에 도착할 수 있었다. 무서운 경험이었다. 내비게이션을 당연하게 생각해서는 안 된다는 것을 배웠다.\\n",
             "date": "12/28/2016"
             },
             {
             "title": "Talk about a time when the food you ordered in was delivered late.",
             "paragraph_en": "At my office, often we are strapped for time. When that happens, my co-workers and I order in lunch. We take it in turns to decide where to order from. One time, we ordered boxed meals, However, the restaurant was overwhelmed with orders. It took the better part of an hour for our food to arrive. By then, it was well past our lunchtime. We barely had time to eat. Last week, I ordered pizza at home. I waited and waited, but the pizza didn’t arrive. I called the restaurant. They said the pizza was on its way. It took another 30 minutes to get our food. I had low blood sugar, and I was angry.",
             "paragraph_ko": "주문한 음식이 늦게 배달된 경험에 대해 이야기해 주세요.\\n우리 사무실에서는 시간이 부족한 경우가 자주 있다. 그럴 때는 동료들과 함께 배달 음식으로 점심을 해결한다. 순서대로 돌아가며 어디에 주문할지 정한다. 한번은 도시락을 주문했다. 하지만 음식점에 주문이 밀려 있었다. 음식이 도착하는 데 한 시간 가까이 걸렸다. 이미 점심시간이 한참 지난 시점이었다. 밥을 먹을 시간이 거의 없었다. 지난주에는 집에서 피자 주문을 했다. 기다리고 또 기다렸지만 피자가 도착하지 않았다. 피자집에 전화를 했다. 배달 중이라고 안내를 받았다. 음식을 받을 때까지 30분이나 더 걸렸다. 혈당이 떨어지고 화가 났다.\\n",
             "date": "12/28/2016"
             },
             {
             "title": "Talk about a time when you got a medical check-up.",
             "paragraph_en": "On my family’s advice, I recently received a medical check-up. It was a comprehensive examination. The day before, I had to abstain from eating. The check-up got under way with simple measurements. Members of the staff measured my height, weight, eyesight, blood pressure and lung capacity. A nurse drew some blood. I also submitted a sample of urine. Then, the more in-depth examinations began. A doctor administered an ultrasound test. I also received endoscopy inspections. Two weeks later, I got the test results. To my relief, everything seemed normal.",
             "paragraph_ko": "건강 검진을 받아 본 경험에 대해 이야기해 주세요.\\n나는 가족들의 조언을 따라 최근에 건강 검진을 받았다. 종합 검사였다. 전날에는 금식을 해야 했다. 검사는 단순 측정으로 시작했다. 담당 직원들이 나의 신장, 몸무게, 시력, 혈압, 그리고 폐활량을 측정했다. 또한 간호사가 피를 뽑았다. 소변 샘플도 제출했다. 이후 더 정밀한 검사가 시작되었다. 의사가 초음파 검사를 했다. 내시경 검사도 받았다. 2주 후에 검사 결과를 받았다. 다행히도 모두 정상으로 보였다.\\n",
             "date": "12/30/2016"
             },
             {
             "title": "Talk about a time when you went on the KTX.",
             "paragraph_en": "Korea’s bullet train, the KTX, was launched in 2004. I go on business trips often using the KTX. On my last trip, I traveled to Busan. I was able to book tickets through an app. The app is very user-friendly. You can choose your departure time and even your seat. The app even gives you a digital ticket, so you don’t need to print one out. I mulled over whether to get an ordinary seat or a first-class seat. I went for an ordinary seat because the trip wasn’t too long. There was even free Wi-Fi, so the trip went by in a flash. Just two and a half hours after departing from Seoul, I arrived at Busan Station.",
             "paragraph_ko": "KTX를 타 본 경험에 대해 이야기해 주세요.\\n한국의 초고속 열차인 KTX는 2004년에 개통되었다. 나는 수시로 KTX를 타고 출장을 간다. 지난번 출장은 부산으로 갔다. 앱을 통해 표를 예매할 수 있었다. 앱은 매우 사용자 친화적이다. 출발 시간과 심지어 좌석까지 고를 수 있다. 또한 앱에서 디지털 승차권이 발권되기 때문에 별도로 출력을 할 필요가 없다. 나는 일반석을 예매할지 특실 좌석을 예매할지 고민했다. 탑승 시간이 길지 않기 때문에 그냥 일반석을 끊었다. 무선 인터넷도 무료로 제공되어서 여행 시간이 금세 지나간다. 서울에서 출발하 지 불과 두 시간 반 만에 부산역에 도착했다.\\n",
             "date": "12/30/2016"
             },
             {
             "title": "Talk about a time when you stayed at a vacation cabin.",
             "paragraph_en": "Last summer, our family took a vacation together. My father wanted to visit the Taean peninsula on the west coast. I was in charge of finding a place to stay. I did some research online, and reserved a vacation cabin. The on-site photos looked pretty. Most importantly, the price was right. By happy coincidence, we visited during a local festival. It was a prawn festival. Everyone in my family loves seafood, so we were in seventh heaven. The cabin was clean. It was just the right size for a family of six. The owner was friendly and helpful. We had a barbecue in the yard. The kids played on the grass. The only snag was that dogs were prohibited. We left our dog at a friend’s house.",
             "paragraph_ko": "펜션에 묵은 경험에 대해 이야기해 주세요.\\n지난 여름에 우리 가족은 함께 휴가를 갔다. 아버지께서 서해안 태안반도에 가 보고 싶어 하셨다. 나는 숙소를 찾는 일을 맞았다. 인터넷으로 검색을 좀 하고 펜션을 예약했다. 현장 사진이 예뻐 보였다. 무엇보다도 가격이 적절했다. 운이 좋게도 지역 축제 기간에 방문을 했다. 대하 축제였다. 가족들이 모두 해산물을 좋아하기 때문에 아주 즐거웠다. 펜션은 깨끗했다. 6인 가족이 사용하기에 딱 적절한 크기였다. 주인분도 친절하고 여러 가지로 도움을 주셨다. 마당에서 고기도 구워 먹었다. 아이들은 잔디밭에서 놀았다. 유일한 단점은 강아지 출입이 금지되어 있다는 것이었다. 그래서 우리 강아지는 친구 집에 맡겼다.\\n",
             "date": "12/31/2016"
             },
             {
             "title": "Talk about when the sink or the toilet got clogged up.",
             "paragraph_en": "The sink in our bathroom once got clogged up. The water from the tap would not go down the drain. We tried using a chemical drain cleaner. That had no effect. I did an Internet search for some home remedies. A post showed how to bend a clothes hanger into a hook. You can then use it to get at the blockage. It worked like a charm. Another time, the toilet was backed up. I tried to fix it with a plunger. That didn’t work. We had to call a plumber. He found a bunch of cotton swabs in the piping. I felt bad, because I was the culprit.",
             "paragraph_ko": "세면대나 변기 배관이 막힌 경험에 대해 이야기해 주세요.\\n한번은 화장실의 세면대가 막혀 버렸다. 수돗물이 배수관으로 내려가지 않았다. 배수관을 뚫어 주는 청소 제품을 사용해 봤다. 효과가 없었다. 인터넷으로 응급 처치법을 찾아봤다. 한 게시물에 옷걸이를 고리로 구부리는 방법이 소개되어 있었다. 그것으로 막힌 곳에 접근해 뚫을 수 있었다. 아주 효과가 좋았다. 또 한번은 변기가 막혔다. 흡입식 하수관 청소기로 뚫으려고 해 봤다. 하지만 소용이 없었다. 배관공을 불러야 했다. 그는 배관 안에서 많은 양의 면봉을 발견했다. 내가 주범이라 할 말이 없었다.\\n",
             "date": "12/31/2016"
             },
             {
             "title": "Talk about a time when you fell down.",
             "paragraph_en": "Recently, I was in a hurry to catch the last subway train. People were lining up for the escalator, so I ran down the stairs. I lost my balance and fell over. I got scrapes on my elbows and knees. I also had some light bruising. I wasn’t hurt, but I was embarrassed. It was very humiliating. Another time, I was carrying a heavy load indoors. I tripped on something, and fell head over heels, I dropped the box. I stubbed my toe. When I took my shoe off, my big toe was swollen. It took a long time to heal.",
             "paragraph_ko": "넘어진 경험에 대해 이야기해 주세요.\\n최근에 나는 지하철 막차를 타려고 서두르게 되었다. 에스컬레이터에는 사람들이 줄을 서고 있어서 계단으로 뛰어내려갔다. 나는 균형을 잃고 넘어지고 말았다. 팔꿈치와 무릎이 까졌다. 가볍게 멍이 들기도 했다. 아프지는 않았지만 창피했다. 상당히 부끄러운 상황이었다. 또 한번은 실내에서 무거운 짐을 들고 있었다. 무엇인가에 걸려 완전히 넘어졌다. 박스를 떨어뜨렸다. 발가락을 찧었다. 신발을 벗어 보니 엄지발가락이 부어 있었다. 낫는 데 오랜 시간이 걸렸다.\\n",
             "date": "12/31/2016"
             },
             {
             "title": "Talk about a time when you went to a fish market.",
             "paragraph_en": "I can never get enough seafood. The fish market is one of my favorite places to visit. I recently went there with some friends for some raw fish. When we arrived, the smell was overpowering. It didn’t get to me because I had grown used to the smell. The market was packed with people. We chose some fish, and had it prepared. We got some shrimp and shellfish. I bought some sea cucumber, too. We went to a nearby restaurant. We asked them to cook our food. When the food arrived, we stuffed ourselves. We also downed a few drinks. Nothing can beat the freshness of seafood at the fish market.",
             "paragraph_ko": "수산 시장에 간 경험에 대해 이야기해 주세요.\\n나는 해산물을 매우 좋아한다. 수산 시장은 내가 가장 가기 좋아하는 곳 중 하나다. 최근에는 회를 먹으러 친구들과 함께 갔다. 도착하자 냄새가 고약했다. 나는 그 냄새에 익숙한 편이어서 크게 불편하지는 않았다. 시장은 사람들로 북새통을 이뤘다. 생선을 고르고 손질을 해 달라고 했다. 대하와 조개도 사고, 해삼도 샀다. 가까운 식당으로 가서 음식 조리를 부탁했다. 음식이 나오자 우리는 푸짐하게 먹었다. 술도 몇 잔 같이 마셨다. 수산 시장 해산물의 신선함은 정말 최고다.\\n",
             "date": "12/31/2016"
             },
             {
             "title": "Talk about a time when you put on a medicated patch.",
             "paragraph_en": "I often suffer from back pain. Recently, it was so bad that I had to do something about it. I went to a pharmacy and asked for a recommendation. The pharmacist gave me a medicated patch. I applied it to the problem spot. Soon, I felt much better. I was able to sleep through the night. However, the pain was back the next morning. I had to apply a new patch before my morning commute. The patch helped to ease the pain. However, it wasn’t fundamental solution. I think I will have to make some time to see a doctor. I might need physical therapy or acupuncture.",
             "paragraph_ko": "파스를 붙여 본 경험에 대해 이야기해 주세요.\\n나는 허리 통증에 자주 시달린다. 최근에는 너무 심해서 뭔가 조치를 취해야 했다. 약국에 가서 조언을 구했다 약사가 파스를 줬다. 통증 부위에 부착했다. 곧 많이 나아졌다. 밤새 깨지 않고 잠을 잘 수 있었다. 하지만 다음 날 아침에 통증이 되살아났다. 출근을 하기 전에 파스를 새로 붙여야 했다. 파스는 통증 완화에는 도움이 됐다. 하지만 근본적인 해결책은 아니었다. 아마 시간을 내서 병원에 진료를 받으러 가야 할 것 같다. 물리 치료나 침을 필요할 수 있다.\\n",
             "date": "1/2/2017"
             },
             {
             "title": "Talk about a time when you dozed off.",
             "paragraph_en": "A while ago, I had a lot on my plate at work. I worked late the night before. I only got two hours of sleep. Then, I had to return to the office. After lunch, I was barely able to keep my eyes open. I kept nodding off. I had to take a quick cat nap in the breakroom. It was a rough day. When I was younger, I pulled all-nighters all the time. Now, it’s a tall order. Another time, I got on a bus after an office dinner. I soon dozed off. When I woke up, I was at the end of the line. I had missed my stop. I took a taxi home, and I drowsed off again in the cab.",
             "paragraph_ko": "졸았던 경험에 대해 이야기해 주세요.\\n얼마 전에 회사에서 업무가 매우 많았다. 전날 밤에도 늦게까지 일을 했었고, 잠은 두 시간밖에 자지 못했다. 그리고 다시 사무실로 돌아가야 했다. 점심시간 이후에 눈을 뜨고 있지도 못할 지경이었다. 계속 꾸벅꾸벅 졸았다. 결국 휴게실에서 잠시 눈을 붙여야 했다. 힘든 하루였다. 젊었을 때는 자주 밤을 새웠다. 하지만 이제는 쉽지 않은 일이다. 또 한번은 회사에서 회식이 끝나고 버스를 탔다. 곧 잠이 들었다. 깨어나 보니 종점까지 가 있었다. 내려야 할 정류장을 놓친 것이었다. 집까지 택시를 타고 갔고, 택시 안에서도 다시 졸았다.\\n",
             "date": "1/2/2017"
             },
             {
             "title": "Talk about a time when your black box in your car helped you.",
             "paragraph_en": "I once got into a minor accident. I signaled to turn, but another car ran into me. We called our insurance companies to sort things out. Both of us were to blame. However, the other driver was at greater fault. I was able to prove it using dash-cam footage. Another time, I parked my car by the roadside Then I went to run some errands. When I got back, someone had damaged my bumper. It was a hit-and-run. I was very angry. I checked the black box footage. The culprit was caught on camera. I reported him to the police, and made him pay for (the) repairs.",
             "paragraph_ko": "차량용 블랙박스가 도움이 된 경험에 대해 이야기해 주세요.\\n한번은 가벼운 사고를 당했다. 방향을 바꾸려고 신호를 넣었는데 다른 차가 와서 박았다. 사고 처리를 하려고 각자 보험사에 전화를 했다. 둘 다 과실이 있었다. 하지만 상대 운전자 과실이 더 컸다. 블랙박스 영상을 통해 증명할 수 있었다. 또 한번은 길가에 차를 주차했다. 그리고는 몇 가지 볼일을 봤다. 돌아와 보니 누군가가 범퍼를 훼손해 놓았다. 뺑소니였던 것이다. 정말 화가 났다. 블랙박스 영상을 확인해 봤다. 범인이 카메라에 찍혀 있었다. 경찰에 신고를 하고 그에게 수리비를 지불하게 했다.\\n",
             "date": "1/3/2017"
             },
             {
             "title": "Talk about when you had trouble with your eyes.",
             "paragraph_en": "A while ago, I had conjunctivitis, better known as pink eye. I had blurred vision. My eyes turned bloodshot. I hoped it would go away on its own, but it didn’t. I had to see a doctor. The eye doctor gave me some medicine. There were pills, and also eye drops. I recovered soon, but it was very unpleasant while it lasted. Another time, I had a sty on my left eye. It puffed up badly. It looked very off-putting. I had to wear an eye patch for a while. The doctor gave me some antibiotics.",
             "paragraph_ko": "눈병에 걸린 경험에 대해 이야기해 주세요.\\n얼마 전에 나는 결막염에 걸렸다. 시야가 흐려지고 눈이 출혈됐다. 알아서 괜찮아지길 바랐지만 그렇게 되지 않았다. 병원에 가야 했다. 안과 의사가 약을 처방해 줬다. 알약도 있었고, 안약도 있었다. 곧 회복했지만 아픈 동안은 매우 불편했다. 또 한번은 왼쪽 눈에 다래끼가 났다. 심하게 부어 올랐다. 상당히 보기 좋지 않았다. 한동안 안대를 해야 했다. 의사가 항생제를 처방해 줬다.\\n",
             "date": "1/3/2017"
             },
             {
             "title": "Talk about when you went to the park.",
             "paragraph_en": "One of the things I love about my apartment is that there is a nice park nearby. Our neighborhood park is just a stone’s throw away. Going there for a breather is part of my daily routine. Yesterday, I went there after dinner to stretch my legs. Many people were there to enjoy the evening breeze. Families often have picnics on the grassy lawns. I saw a lot of people during my walk. Along the way, I stopped at the exercise equipment to stretch and catch my breath. It was just the right amount of exercise. When I got home, I felt refreshed.",
             "paragraph_ko": "공원에 간 경험에 대해 이야기해 주세요.\\n우리 아파트에 대해 내가 가장 좋아하는 점 중 하나는 가까운 곳에 멋진 공원이 있다는 것이다. 우리 동네 공원은 아주 가까운 거리에 있다. 휴식을 취하러 그곳에 가는 것은 내가 매일 하는 일이다. 어제는 저녁을 먹고 산책을 하려고 공원에 갔다. 많은 사람들이 선선한 저녁 바람을 즐기려고 그곳에 나와 있었다. 가족 단위로 온 사람들은 잔디밭으로 소풍을 나오기도 한다. 걷는 동안 많은 사람들을 봤다. 걷는 도중에 멈춰서 운동기구로 스트레칭도 하고 숨을 고르기도 했다. 딱 적절한 양의 운동이었다. 집에 돌아오자 기분이 상쾌했다.\\n",
             "date": "1/3/2017"
             },
             {
             "title": "Talk about a time when your home appliances didn’t work well.",
             "paragraph_en": "For many years, my washer had given me no trouble. However, it started to break down a few weeks ago. It made a strange noise whenever I turned it on. Finally, it conked out completely. I called the service center for help. They sent over a repairman. He looked at the washer and took it apart. He said that a critical component for the motor had broken. The warranty period was over, so I had to pay to replace the part. Another time, I was watching TV when the screen turned blank. The TV was an outdated model. I was itching for an excuse to get a new one. I eventually bought a new one. Now I can watch TV in high-def.",
             "paragraph_ko": "가전제품이 고장 난 경험에 대해 이야기해 주세요.\\n우리 집 세탁기는 여러 해 동안 말썽을 부리지 않았다. 하지만 몇 주 전에 고장 나기 시작했다. 작동시킬 때마다 이상한 소리가 났다. 마침내 완전히 고장 나고 말았다. 서비스 센터에 도움을 요청했다. 수리 기사를 보내 줬다. 그는 세탁기를 훑어보고 분해했다. 그리고 모터의 주요 부품이 망가졌다고 말했다. 무상 수리 기간이 지났기 때문에 부품 교체 비용을 지불해야 했다. 또 한번은 TV를 보고 있는데 화면이 갑자기 꺼졌다. 그 TV는 오래전 기종이었다. 실은 새로 한 대 살 구실을 애써 찾고 있었다. 결국 새 TV를 샀다. 이제는 고화질로 TV를 볼 수 있다.\\n",
             "date": "1/4/2017"
             },
             {
             "title": "Talk about a time when the batteries ran out on a device.",
             "paragraph_en": "I was locked out of my house when the electronic door lock wouldn’t work. The batteries were out of juice. For a while, the lock beeped whenever I used it. I realized too late that it was telling me to replace the batteries. I swapped in new batteries and it was as good as new. A few days ago my phone went dead. I got home, plugged in the phone, and turned it back on. I saw that I had missed an important phone call. This has been a recurring problem for me. My phone does have a low battery capacity. Maybe I should have to buy an external battery pack.",
             "paragraph_ko": "전건지가 닳아서 생긴 문제에 대해 이야기해 주세요.\\n한번은 전자 도어락이 작동을 안 해서 집에 들어갈 수 없게 됐다. 건전지가 다 닳은 것이었다. 한동안 도어락이 사용할 때마다 삑삑거렸다. 건전지를 교체하라는 신호였다는 것을 너무 늦게야 깨달았다. 새 건전지를 교체해 넣었더니 새것처럼 멀쩡하게 작동했다. 며칠 전에는 핸드폰이 꺼졌다. 집에 가서 충전기를 꽂고 다시 켰다. 중요한 전화를 놓쳤다는 것을 알게 됐다. 이것은 내게 아주 자주 있는 문제다. 내 휴대폰의 건전지 용량은 낮은 편이다. 외장형 보조 배터리를 사야 될지도 모르겠다.\\n",
             "date": "1/7/2017"
             },
             {
             "title": "Talk about when you had bug problems.",
             "paragraph_en": "My apartment is small, so something it gets stuffy. I like to open the windows to ventilate the house. One time, some flies got in. There are screens on the windows, so I don’t know how they did it. I tried to catch them, but they were too fast. I didn’t have a fly swatter. I had to use whatever I could get my hands on. I finally caught them with some scrap paper. Last night, I was kept awake by mosquitoes. Their whining was driving me up the wall. When I woke up, I saw they had done a number on me. I was covered with mosquito bites. The itched badly. I bought some plug-in mosquito repellent right away.",
             "paragraph_ko": "벌레가 생긴 경험에 대해 이야기해 주세요.\\n나는 아파트 실내가 좁아서 가끔 답답해 지기도 한다. 그래서 창문을 열어 환기시키는 것을 좋아한다. 한번은 파리가 들어왔다. 창문에는 방충망이 있는데 어떻게 들어왔는지도 모르겠다. 잡으려고 했지만, 파리들이 너무 빨랐다. 파리채도 없었다. 손에 잡히는 대로 뭐든지 써야 했다. 결국 안 쓰는 종이로 잡고야 말았다. 어젯밤에는 모기 때문에 잠을 이루지 못했다. 앵앵거리는 소리 때문에 미칠 지경이었다. 일어나 보니 모기들이 나를 만신차이로 만들어 놨다. 온몸이 모기물린 자국으로 뒤덮여 있었다. 아주 가려웠다. 곧바로 플러그인 모기 퇴치제를 샀다.\\n",
             "date": "1/7/2017"
             },
             {
             "title": "Talk about future cars.",
             "paragraph_en": "Car technology is an important field of research. Carmakers are competing against each other to develop the best new vehicles. Things like Bluetooth connectivity were top-shelf options in the past. Now, they’re basic features. In eco-friendly cars, fuel efficiency is getting better every year. Drivers can protect the environment, and also save some cash. Hybrid cars have already been widely commercialized. Plus, it’s only a matter of time before electric cars become common. Self-driving cars are also being developed. Already, cars do a lot of driving on their own. They can maintain speed on an expressway. In an emergency, they can break automatically to avoid a crash.",
             "paragraph_ko": "미래 자동차에 대해 이야기해 주세요.\\n자동차 기술은 중요한 연구 분야 중 하나다. 자동차 회사들은 최고의 신차를 개발하기 위해 서로 경쟁한다. 과거에 블루투스와 같은 기능은 고급 옵션이었다. 하지만 이제는 기본 사양이 되었다. 친환경 자동차는 매년 연비가 개선되고 있다. 운전자는 환경도 보고하고 비용도 절약할 수 있다. 하이브리드 자동차는 이미 널리 상용화되었다. 게다가 전기 자동차가 보편화되는 것은 단지 시간 문제일 뿐이다. 자율 주행 자동차도 개발되고 있다. 이미 차들은 운전을 상당 부분 자동적으로 한다. 고속도로에서 속도 유지를 할 수 있다. 위급 상황에서는 자동적으로 제동을 걸어 충돌을 피할 수도 있다.\\n",
             "date": "1/8/2017"
             },
             {
             "title": "Talk about when you had a short circuit.",
             "paragraph_en": "A while ago, I nearly started a fire in my house. I was using a hair drier, and there was a short circuit. At first, when the drier stopped working, I moved the power cable and it worked again. But soon, I smelled something burning. I saw sparks, and I dropped the hair drier. There were scorch marks on the floor. I also got a burn on my hand. Still, I got off easy. My neighbor was using an electric cushion last winter. There was a short circuit, and the cushion caught fire. The fire spread quickly. Thankfully, firefighters arrived just in time. They quickly put out the fire. There was some property damage, but nobody was hurt.",
             "paragraph_ko": "전기 누전이나 합선이 발생한 경험에 대해 이야기해 주세요.\\n나는 얼마 전에 집에서 불을 낼 뻔했다. 헤어 드라이어를 사용하고 있었는데, 합선이 됐다. 처음에는 드라이어가 작동은 안 해서 코드를 움직였더니 다시 작동이 됐다. 하지만 곧 타는 냄새가 났다. 불꽃이 튀었고, 나는 드라이어를 떨어뜨렸다. 바닥에 탄 자국이 있었다. 손에 화상도 입었다. 그래도 나는 가볍게 넘어간 편이다. 이웃집 사람들은 지난겨울에 전기 방석을 사용하다가 합선이 되었다. 방석에 불이 붙었고, 불이 빠르게 퍼졌다. 다행히 소방관들이 딱 맞춰서 도착했다. 그들은 신속히 불을 진압했다. 재산 피해가 조금 있었지만, 다친 사람은 없었다.\\n",
             "date": "1/8/2017"
             },
             {
             "title": "Talk about your college life.",
             "paragraph_en": "I had the time of my life in college. The new semester would start in March. Everyone rushed to sign up for classes. After the winter break, it took a few weeks to settle into the classes. Compared to high school, college classes were demanding. There were so many tests. There were mid-terms in April and finals in June. We also had some pop quizzes. Plus, there was so much homework. We had a very heavy workload. However, I made time for other activities. I joined a club. Sometimes, we went on overnight group trips. Campus festivals were also exciting. In June, we got our report cards and the summer break began. Then, another semester kicked off in September.",
             "paragraph_ko": "자신의 대학 생활에 대해 이야기해 주세요.\\n나는 대학 생활 때 정말 즐거웠던 기억이 많다. 3월에 새 학기가 시작됐다. 모두들 수강 신청을 하려고 서둘렀다. 겨울 방학이 끝난 후에는 수업에 적응하는 데 몇 주의 시간이 걸렸다. 고등학교에 비해 대학교 수업은 매우 힘들었다. 시험이 너무 많았다. 4월에는 중간고사가, 6월에는 기말고사가 있었다. 쪽지 시험도 봤다. 게다가 과제도 정말 많았다. 학습량이 아주 많았다. 하지만 시간을 내서 다른 활동도 했다. 동아리에 가입했다. 때로는 MT도 갔다. 학교 축제도 신났다. 6월에는 성적표를 받고 여름방학이 시작됐다. 그리고 9월에는 다시 새로운 학기가 시작됐다.\\n",
             "date": "1/9/2017"
             },
             {
             "title": "Talk about when you had a baby.",
             "paragraph_en": "Last year, I had a baby. Giving birth was the hardest thing I’ve ever done. However, it was also the most rewarding experience in my life. When I found out I was pregnant, I was over the moon. I did okay in the early stages of my pregnancy. However, the morning sickness was unpleasant. Thankfully, my husband was by my side all the time. He was with me for check-ups at the OB/GYN clinic. We also went shopping together. We bought baby clothes, diapers and nursing bottles. We also bought toys and a baby stroller. We decided to have a natural birth. Everything went smoothly. After our baby arrived, I spent two weeks at a post-natal care center. I learned how to breast-feed our baby there.",
             "paragraph_ko": "출산 경험에 대해 이야기해 주세요.\\n작년에 나는 아기를 낳았다. 출산은 내가 해본 일 중 가장 힘든 일이었다. 하지만 내 인생에서 가장 보람있는 경험이기도 했다. 임신했다는 사실을 알았을 때, 나는 정말 행복했다. 임신 초기에는 무난하게 잘 지냈다. 하지만 입덧이 힘들었다. 다행히 남편이 늘 곁에 있었다. 산부인과 진료를 받을 때도 함께 있었다. 우리는 함께 쇼핑도 했다. 아기 옷, 기저귀, 젖병을 구입했다. 장난감과 유모차도 구입했다. 우리는 자연 분만을 하기로 결정했다. 모든 것이 순조롭게 진행됐다. 아기를 낳고 2주간 산후조리원에서 지냈다. 그곳에서 모유 수유 하는 방법을 배웠다.\\n",
             "date": "1/9/2017"
             },
             {
             "title": "Talk about having a dog as a pet.",
             "paragraph_en": "Last year, our neighbor’s dog gave birth to puppies. We adopted one of them. Our puppy is a Maltese. It’s my favorite breed of dog. She was so cute that she was the apple of my eye. I went to a pet shop to buy the basic necessities. I picked up some dog food and treats. The hardest part about adopting a puppy was potty training. It took a long time before our pup was housebroken. We also had to go to the vet several times for vaccination shots. It wasn’t so bad, because our vet was very good at her job. Now, a year has passed and our dog is all grown up. However, she still likes to play around, just like when she was a puppy.",
             "paragraph_ko": "애견을 키워 본 경험에 대해 이야기해 주세요.\\n작년에 이웃집 개가 새끼를 낳았다. 우리는 한 마리를 분양 받았다. 우리 강아지는 말티즈 종이다. 내가 가장 좋아하는 종이다. 너무 귀여워서 눈에 넣어도 아프지 않을 정도였다. 기본적인 필수품을 구입하기 위해 애완용품 가게에 갔다. 개 사료와 간식을 샀다. 강아지를 분양 받는 데 가장 힘든 일은 배변 훈련이었다. 강아지가 배변 훈련이 되기까지 시간이 오래 걸렸다. 예방 접종을 받기 위해 동물병원에도 여러 번 가야 했다. 수의사가 워낙 잘해줘서 그리 힘들지는 않았다. 이제는 1년이 지나서 개가 다 컸다. 하지만 여전히 강아지였을 때처럼 장난치는 것을 좋아한다.\\n",
             "date": "1/10/2017"
             },
             {
             "title": "Talk about the new anti-graft law in Korea.",
             "paragraph_en": "A new anti-graft law came into effect last year. Its’ commonly referred to as the Kim Young-ran law. It was named after the person who came up with it. The main purpose of the law is to ban bribery. It applies to people in various jobs. Public servants, school teachers and journalists cannot receive gifts or receive special requests. Plus, there is a price cap on buying food for others. Supporters of the law believe that it will root out corruption. All in all, I hope it will do its job well.",
             "paragraph_ko": "새롭게 생긴 김영란법(청탁금지법)에 대해 이야기해 주세요.\\n작년에 부정청탁 및 금품 등 수수의 금지에 관한 법률이 새롭게 발효되었다. 흔히 김영란법으로 알려져 있다. 법안을 고안해 낸 사람의 이름일 따서 명명되었다. 이 법의 주된 목적은 뇌물 수수를 금지하는 것이다. 다양한 직종의 사람들에게 적용된다. 공무원, 교사, 언론인 등은 선물이나 청탁을 받을 수 없다. 더불어, 식사 대접을 할 때 가격 상한선도 있다. 법의 지지자들은 이 법이 부정부패를 뿌리 뽑을 수 있을 것이라고 생각한다. 전반적으로 나는 이 법이 제 역할을 해내기를 기대한다.\\n",
             "date": "1/10/2017"
             },
             {
             "title": "Talk about your part-time work experience.",
             "paragraph_en": "When I was in college, I had many part-time jobs. I wanted to earn my tuition fees. I also wanted to make some pocket money. One summer, I worked at a construction site. It was my first time doing physical labor. I also worked as a tutor for high school students. I enjoyed helping kids with their test-prep. Tutoring also paid well. I also waited tables in coffee shops and restaurants. When I see students working part-time these days, I feel nostalgic. I remember my own experiences. The hourly minimum wage in Korea was hiked up to 6,470 won in 2017. I hope that working conditions will keep improving for hourly workers.",
             "paragraph_ko": "아르바이트를 했던 경험에 대해 이야기해 주세요.\\n나는 대학 시절에 여러 가지 아르바이트를 해 봤다. 학비를 벌고 싶었다. 용돈도 좀 벌기를 원했다. 한번은 여름에 건설 현장에서 일을 했다. 육체노동을 하는 것은 처음이었다. 고등학생을 상대로 과외도 했다. 아이들의 시험 분비를 돕는 것이 즐거웠다. 게다가 과외는 보수도 좋은 편이었다. 커피숍과 음식점에서 서빙 일도 했다. 요즘은 학생들이 아르바이트를 하는 것을 보면 옛 시절이 그리워진다. 내가 경험했던 것들이 기억난다. 2017년에 한국에서는 최저 시급이 6,470원으로 인상됐다. 시급 근로자들의 근무 환경이 계속해서 나아지기를 기대한다.\\n",
             "date": "1/11/2017"
             },
             {
             "title": "Talk about a time when you went on a plane.",
             "paragraph_en": "For my vacation last summer, I went to Thailand. I boarded the plane and found my way to my seat. I put my carry-on suitcase in the overhead compartment. Then I sat down and buckled up. The flight attendants gave a safety demonstration. Soon, we took off. After a while, the attendants came by with the beverage cart. Later on, we had our in-flight meal. I also did some in-flight duty-free shopping. The prices were too good to miss. In the middle of the flight, we experienced turbulence. The plane shook a lot, and I tensed up. The captain turned on the seatbelt sign. Soon, everything was back to normal. We arrived in Thailand on time.",
             "paragraph_ko": "비행기에 탑승했던 경험에 대해 이야기해 주세요.\\n작년 여름 휴가 때는 태국에 갔다. 비행기에 탑승하고 자리를 찾아갔다. 기내 수하물을 짐칸에 넣었다. 그리고 앉아서 안전벨트를 맸다. 승무원들이 안전 수칙 시범을 진행했다. 곧 이륙했다. 얼마 후 승무원들이 음료 카드를 가지고 지나갔다. 나중에는 기내식을 먹었다. 기내 면세품도 샀다. 가격이 놓치기에는 너무 아까웠다. 비행 도중에 난기류를 경험했다. 선체가 많이 흔들렸고, 나는 바짝 긴장했다. 기장이 안전벨트 표시등을 켰다. 이내 모든 것이 정상으로 돌아왔다. 태국에는 제시간에 도착했다.\\n",
             "date": "1/11/2017"
             },
             {
             "title": "Talk about the importance of reading books.",
             "paragraph_en": "The number of people who read books these days is shrinking. It seems like nobody has any free time. Also, mobile devices are more widespread. As a result, books have gone out of style. This is a shame. Reading is a very meaningful pastime. Most successful people are avid readers. This is no coincidence. Books contain a lot of knowledge and wisdom. We can’t experience everything first-hand. However, we can learn a lot through books. Also, there is no limit to the topics in books. No matter what you’re interested in, you can be sure that there is a page-turner you can enjoy. One of my New Year’s resolutions is to read at least one book each month.",
             "paragraph_ko": "독서의 중요성에 대해 이야기해 주세요.\\n요즘 책을 읽는 사람의 수가 줄어들고 있다. 사람들이 여유 있는 시간이 부족한 것 같다. 또한 모바일 기기도 더 흔해졌다. 그러다 보니 책을 읽는 것이 유행에서 뒤쳐지고 있다. 이는 안타까운 일이다. 독서는 매우 의미 있는 취미 생활 중 하나이다. 성공한 사람들은 대부분 책을 많이 있는다. 이것은 우연이 아니다. 책에서 많은 지식과 지혜가 담겨 있다. 모든 것을 직접 체험할 수는 없다. 하지만 책을 통해 많이 배울 수 있다. 또한, 책에서 다뤄지는 주제는 무한하다. 관심사가 무엇이든, 흥미가 가는 책이 분명히 있을 것이다. 나의 새해 결심 중 하나는 매달 책을 적어도 한 권 이상 읽는 것이다.\\n",
             "date": "1/11/2017"
             },
             {
             "title": "Talk about housing prices in Korea.",
             "paragraph_en": "Many Korean people dream of being a home-owner. Buying one’s own house is a lifetime goal for tenants who pay rent. Housing prices in the major cities of Korea are on the high side. Prices for apartments in Seoul and the capital area can be beyond belief. Most people who buy a home need to get a bank loan, Buying real estate can be a good investment. However, speculative buyers drive up prices even more. These days, prices for lump sum deposit leases are also expensive. Sometimes it makes more sense to buy a house, rather than lease it. Overall, it is a hard time for people who are looking for a place to live in.",
             "paragraph_ko": "한국의 주택 가격에 대해 이야기해 주세요.\\n많은 한국 사람들이 집을 사는 것을 꿈꾼다. 임대료를 내는 세입자들에게는 자기 집 마련이 인생 목표 중 하나다. 한국의 주요 도시에서는 주택 가격이 높은 편이다. 특히 서울과 수도권의 아파트 가격은 상상을 초월한다. 주택을 사려는 대부분의 사람들은 은행 대출을 받아야 한다. 경우에 따라서는, 부동산 구매가 훌륭한 투자 수단일 수도 있다. 하지만 투기꾼들이 가격 상승을 유발하기도 한다. 요즘은 전세 가격도 비싸다. 때로는 전세보다 차라리 집을 사는 것이 더합리적이다. 전반적으로, 살 곳을 찾는 사람들에게 요즘은 힘든 시기다.\\n",
             "date": "1/12/2017"
             },
             {
             "title": "Talk about a time when you had a bad cold.",
             "paragraph_en": "I recently had one of the nastiest colds I’d had in years. I first started to feel lethargic and had a fever. And then, my throat started to swell up. I had this nagging cough that wouldn’t go away. My nose was stuffy and I had to blow my nose all day. It was hard to breathe. I took some over-the-counter cold medicine, but it didn’t do any good. I wanted to take several days off, but I couldn’t because I had a lot on my plate. Eventually, it got so bad that I had to go see the doctor. The doctor said I had the flu. I got an IV and slept for an hour at the clinic. I also got some medicine prescribed. In the end, it took me almost two weeks to get over the cold.",
             "paragraph_ko": "감기에 심하게 걸렸던 경험에 대해 이야기해 주세요.\\n최근 몇 년 사이에 가장 지독한 감기에 걸렸다. 처음에는 몸에 힘이 하나도 없고 열이 났다. 그러고 나서는 목이 붓기 시작했다. 신경에 거슬릴 만큼 계속해서 기침이 나왔다. 코도 막혀서 온종일 코를 풀었다. 숨 쉬기도 힘들었다. 일반 감기약을 먹었는데, 별로 효과가 없었다. 며칠 쉬고 싶었는데, 할 일이 많아서 그럴 수 없었다. 결국, 증상이 너무 심해져서 병원에 가야 했다. 의사 선생님이 독감이라고 했다. 병원에서 링거를 맞으며 한 시간 정도 잤다. 약도 처방 받았다. 결국 감기가 완전히 낫는 데 거의 2주일이 걸렸다.\\n",
             "date": "1/12/2017"
             },
             {
             "title": "Talk about how to make use of Wi-Fi.",
             "paragraph_en": "Nowadays, almost everyone surfs the Internet on their phones. Also, more people are using laptops instead of desktop computers. As a result, Wi-Fi has become the norm. Korea is the global leader in Internet penetration. It’s one of the most wired countries in the world. You can find wireless Internet in almost all public places, such as airports, coffee shops, and even subway trains. Depending on your mobile carrier, you can even connect to Wi-Fi while you’re on the move. The connection speeds are fast, too. Even in private homes, a lot of people use wireless routers. This creates a Wi-Fi environment even at home. It really is very convenient.",
             "paragraph_ko": "와이파이 기술을 어떻게 사용하는지에 대해 이야기해 주세요.\\n요즘은 거의 모든 사람이 휴대폰으로 인터넷 서핑을 한다. 또한 더 많은 사람들이 데스크톱 대신 노트북 컴퓨터를 사용한다. 따라서 와이파이가 표준이 되었다. 한국은 인터넷 보급률에서 글로벌 리더이다. 전 세계적으로 통신망이 가장 발달된 나라 중 하나다. 공항, 커피숍, 심지어 지하철 전동차 등을 포함한 거의 모든 공공 장소에서 무선 인터넷을 쓸 수 있다. 이동 통신사에 따라 이동 중일 때에도 와이파이에 연결할 수 있다. 연결 속도 또한 빠르다. 개인 집에서도 많은 사람들이 무선 공유기를 사용한다. 이것은 집에서도 와이파이 환경을 조성한다. 정말 편리하다.\\n",
             "date": "1/13/2017"
             },
             {
             "title": "Talk about how you do banking.",
             "paragraph_en": "In Korea, it’s very easy to take care of bank-related chores. Most of the time, I do my banking on my phone. Almost anything can be done with mobile banking. I can check my balance. I can make transfers and pay my bills. All the banks have smartphone applications, so it’s very easy. I can even use a fingerprint scan instead of a PIN. Going to the bank used to be a big hassle. Now, I almost never have to go to the bank. Most stores accept credit cards or debit cards, so I don’t need a lot of cash. However, If I do need to withdraw cash, ATM are all over the place. There are ones that I can use 24/7 at convenience stores.",
             "paragraph_ko": "은행 업무를 어떻게 처리하는지에 대해 이야기해 주세요.\\n한국에서는 은행 관련 업무를 처리하는 것이 아주 쉽다. 대부분의 경우 나는 휴대폰으로 은행업무를 본다. 모바일 뱅킹으로 거의 모든 것을 할 수 있다. 계좌 잔고를 확인할 수 있다. 계좌 이채를 하고 각종 요금을 납부할 수도 있다. 모든 은행이 스마트폰 앱을 제공하기 때문에 아주 쉽다. 심지어 비밀번호 대신에 지문 인식을 사용할 수도 있다. 과거에는 은행에 가는 것이 아주 귀찮은 일이었다. 이제는 은행에 가야 할 일이 거의 없다. 대부분의 상점들이 신용카드나 체크카드 결제가 되기 때문에 현금이 별로 필요 없다. 하지만 현금 인출을 해야 할 경우, 현금 입출금기가 곳곳에 있다. 편의점에는 연중 무휴로 사용 가능한 기기들도 있다.\\n",
             "date": "1/13/2017"
             },
             {
             "title": "Talk about when you went to a diet.",
             "paragraph_en": "I have gone on a diet countless times in the past 10 years. With age, it becomes easier to put on weight. If my weight rises by as little as 2 kilograms, it still bothers me. My clothes don’t fit well. The difference is visible around the jawline. When I go on a diet, I make sure to watch what I eat. I try to eat low-calorie foods. I also try not to eat at night. I eat a lot of salads and chicken breasts. Based on my experience, fad diets usually don’t work. Working out is also very important. It helps to prevent a yo-yo effect. Even when I’m busy, I try to set aside time to exercise.",
             "paragraph_ko": "다이어트를 했던 경험에 대해서 이야기해 주세요.\\n나는 지난 10년간 수도 없이 다이어트를 했다. 나이가 들면서 살찌는 것이 쉬워진다. 2킬로그램만 체중이 늘어도 불편하다. 옷이 잘 맞지 않는다. 턱선에 살이 붙은 티가 난다. 다이어트를 하면 반드시 식단을 조절한다. 저칼로리 음식을 먹으려고 노력한다. 그리고 밤에는 먹지 않으려고 한다. 샐러드와 닭가슴살을 많이 먹는다. 내 경험에 의하면 유행하는 다이어트는 보통 효과가 없다. 운동을 하는 것도 매우 중요하다. 요요 효과를 방지하는 데 도움이 된다. 바쁠 때도 운동을 할 시간을 따로 내려고 노력한다.\\n",
             "date": "1/14/2017"
             },
             {
             "title": "Talk about the last time you went to watch a movie.",
             "paragraph_en": "I went to watch a movie with a friend last Saturday. I had heard good reviews for a Korean movie, and I was dying to see it. Using an app on my phone, I checked the screening times at a nearby theater. I reserved tickets for two seats. The theater was a big multiplex. It was located in a mall, so we ate dinner at the food court. We went to the concession stand before the movie to buy popcorn. The theater was packed with people. However, the seats were comfy, so I didn’t mind. My friend and I both really enjoyed the movie. It was touching, but it was also very funny. Some scenes really cracked me up. When the movie ended, the hour was late, so we went straight home.",
             "paragraph_ko": "가장 최근에 영화를 보러 갔던 경험에 대해 이야기해 주세요.\\n지난 토요일에 친구와 영화를 보러 갔다. 개봉한 한국 영화에 대한 평이 좋아서 정말 보고 싶었다. 휴대폰의 앱을 사용해서 가까운 영화관의 상영 시간표를 확인했다. 표 두 장을 예매했다. 영화관은 대형 복합 상영관이었다. 백화점에 있는 극장이어서 식당가에서 저녁을 먹었다. 영화를 보기 전에 팝콘을 사려고 매접에 갔다. 영화관은 사람들로 가득했다. 하지만 좌석이 편해서 신경 쓰이지 않았다. 친구와 나는 둘 다 영화를 매우 재미있게 봤다. 감동적이었지만 웃기기도 했다. 어떤 장면에서는 정말 크게 웃었다. 영화가 끝나자 시간이 늦어서 바로 귀가했다.\\n",
             "date": "1/14/2017"
             },
             {
             "title": "Talk about when you got an endoscopy.",
             "paragraph_en": "Recently, I had indigestion often. I had a stomachache almost every day. I took medication frequently. The medicine had no effect. It got so bad that I had to go see the doctor. The doctor suggested that I get an endoscopy. They put me under, I went through the process while I was asleep. After I regained consciousness, I received the test results. The doctor said that my stomach lining was damaged. He said it was probably stress-induced. He gave me a prescription for medicine. He told me that I needed to eat regularly. I also had to cut down on coffee and fried foods. I took his advice. Soon, I felt better than ever. The endoscopy reminded me that I need to look after my health.",
             "paragraph_ko": "내시경 검사를 받은 경험에 대해 이야기해 주세요.\\n최근에 자주 소화가 안 됐다. 거의 매일 복통에 시달렸다. 약을 자주 먹었다. 하지만 약이 효과가 없었다. 정도가 심해져서 의사와 상담을 해야 했다. 의사는 내시경 검사를 받으라고 권했다. 수면 마취를 해 줬고, 나는 잠든 채로 모든 과정이 이루어졌다. 의식을 회복하고 검사 결과를 받았다. 의사는 나의 위벽이 손상되었다고 말했다. 아마도 스트레스로 인한 것으로 보인다고 했다. 약 처방전을 써 줬다. 규칙적으로 식사를 해야 한다고 말해 줬다. 또한 커피와 튀긴 음식을 줄여야 했다. 나는 의사의조언을 받아들였다. 머지 않아 상태가 좋아졌다. 내시경은 내게 건강을 챙겨야 한다는 사실을 상기시켰 줬다.\\n",
             "date": "1/14/2017"
             },
             {
             "title": "Talk about beverages you like to drink.",
             "paragraph_en": "I am a coffee addict. When I wake up in the morning, my first order of business is to make coffee. I can’t get the day started without some coffee. I also go out of my way to visit a good coffee shop. I enjoy having a glass of fruit juice with breakfast. During work hours, I try to drink a lot of water. This helps to fight off fatigue. Plus, it’s good for my diet. I also drink yogurt when I’m having problems with bowel movements. When I eat greasy foods like pizza, I like to have a carbonated drink. When I have a hangover, I also drink traditional tea as a cure. I think tea is more effective than hangover relief drinks.",
             "paragraph_ko": "즐겨 마시는 음료에 대해 이야기해 주세요.\\n나는 커피에 중독되어 있다. 아침에 일어나면 가장 먼저 하는 일이 커피를 마시는 것이다. 커피 없이는 하루 일과를 시작할 수 없다. 또 맛있는 커피숍에 들르려고 일부러 돌아가기도 한다. 아침 식사 때는 과일 주스 한 잔도 즐겨 마신다. 업무 시간에는 물을 많이 마시려고 노력한다. 피로 방지에 도움이 된다. 다이어트에도 도움이 된다. 장 운동에 문제가 있을 때는 요구르트도 마신다. 피자 같은 기름진 음식을 먹을 때는 탄산 음료를 즐겨 마신다. 숙취가 있을 때는 치료제로 전통차를 마시기도 한다. 차가 숙취 해소 음료보다 효과가 좋은 것 같다.\\n",
             "date": "1/15/2017"
             },
             {
             "title": "Talk about the benefits of being a morning person.",
             "paragraph_en": "Many of my friends are night owls, but I am a morning person. On most days, I got to bed at midnight or 1 a.m. at the latest. I always set my alarm to 6 o’clock. I have done this for so long that I usually wake up just before the alarm goes off. As soon as I open my eyes, I check my phone, Then I take a shower. It makes me feel alert. I spend a few minutes drying my hair and putting on my makeup. I eat lightly for breakfast. Some toast and fruit is more than enough. I like to scan the news while I eat. I set off for work at 7:30. The best thing about waking up early is that I don’t feel rushed in the morning.",
             "paragraph_ko": "아침형 인간만이 즐길 수 있는 장점에 대해 이야기해 주세요.\\n친구들은 야행성이 많지만, 나는 아침형 인간이다. 보통 아무리 늦어도 자정이나 1시에는 잠자리에 든다. 알람은 늘 6시에 맞춰 둔다. 워낙 오랫동안 이렇게 해 와서 알람이 울리기 직전에 잠에서 깬다. 눈을 뜨자 마자 휴대폰부터 확인한다. 그 다음에는 샤워를 한다. 그렇게 하면 정신이 번쩍 든다. 몇 분간 머리를 말리고 화장을 한다. 아침은 가볍게 먹는다. 토스트와 과일 정도면 충분하다. 먹는 동안 뉴스를 훑어본다. 출근은 7시 반에 한다. 일찍 일어나서 가장 좋은 것은 아침에 쫓기는 느낌이 들지 않는다는 것이다.\\n",
             "date": "1/15/2017"
             }
             ]
}
