{
    "voca": [
             {
             "title": "What are some safety issues on trips?",
             "paragraph_en": "When it comes to travelling, safety is a major concern. People can get hurt or get sick, so they have to take precautions to be safe. For instance, when people are near water, they have to play it safe. They have to warm up before they go into the water. If not, they can get cramps or even a heart attack. Next parents must always keep an eye on their children. Otherwise, kids may get into trouble. Food safety is another concern. It’s fun to try local dishes when traveling. However, people must make sure to eat safe food. Being careless can lead to food poisoning. It’s best to eat food that is properly cooked. When in doubt, bottled water is the best bet.",
             "paragraph_ko": "여행 중 고려해야 할 안전 사항은 어떤 것이 있나요?\\n여행은 안전을 가정 중요하게 생각해야 한다. 다치거나 아플 수 있으니 안전을 위해 조심해야 한다. 예를 들어, 물가에서는 아주 안전하게 행동해야 한다. 물에 입수하기 전에는 몸을 풀어야 한다. 그러지 않으면 경련이 일어나 심지어 심장마비가 발생할 수 있다. 다음으로 부모들은 늘 아이들을 P의 주시해야 한다. 그러지 않으면 하이들이 위험에 빠질 수 있다. 식품 안전도 주의해야 할 사항이다. 여행 중에는 현지 음식을 맛보는 것이 재미 중 일부이다. 하지만 안전한 식품을 먹어야 한다. 조심하지 않으면 식중독에 걸릴 수 있다 제대로 익힌 음식을 먹는 것이 가장 좋다. 확실하지 않으면 물은 생수병에 든 물을 마시는 것이 가장 안전하다.\\n",
             "date": "11/3/2016"
             },
             {
             "title": "Where do Korean people often go for overseas trips?",
             "paragraph_en": "More and more people in Korea are traveling overseas. They often travel to neighboring countries in Asia. China is one of the most common travel destinations in Asia. Some people go there on vacation, while others go on business. People also go to Japan or countries in Southeast Asia such as Thailand. These countries are close by and they have a lot to offer. Koreans are very familiar with Japanese food. That’s one of the reason why Japan is a popular choice. Southeast Asia has many tropical resorts. Korean tourists like to visit those locations for their vacations or honeymoons. Thanks to low-cost carriers, more people are traveling to Europe and the U.S. as well.",
             "paragraph_ko": "한국 사람들은 어떤 곳으로 해외 여행을 많이 가나요?\\n갈수록 많은 한국 사람들이 해외로 여행을 다닌다. 아시아권에 있는 이웃 국가로 가는 경우가 많다. 중국은 가장 흔한 여행지 중 하나다. 어떤 사람들은 휴가로 가고, 어떤 사람들은 출장으로 간다. 또한 일본 혹은 태국 등의 동만아 국가로도 간다. 이 나라들은 멀지 않고 장점이 많다. 우리나라 사람들은 일본 음식에 아주 친숙한데, 그것이 일본이 인기 있는 여행지인 이유 중 하나가 되기도 한다. 동남아에는 많은 열대 리조트가 있다. 한국 관광객들이 휴가나 신혼여행으로 즐겨 찾는다. 저가 항공사 덕분에 더 많은 사람들이 유럽과 미국 등으로도 여행을 한다.\\n",
             "date": "11/3/2016"
             },
             {
             "title": "What are some difficulties you had while traveling?",
             "paragraph_en": "The language barrier is one of the major obstacles when traveling. People in different countries speak different languages. It can be tricky to have a conversation with the locals. When I traveled overseas last year, the locals didn’t speak a word of English or Korean. I had a hard time communicating. Another problem with traveling is jet lag. If you travel a long distance, the time difference can be very big. On my first trip to Europe, I suffered badly from jet lag. I couldn’t enjoy myself to the fullest, because I was so sleepy. At night in bed, I tossed and turned because I was wide awake.",
             "paragraph_ko": "여행중 격어 본 어려움에 대해 이야기해 주세요.\\n언어 장벽은 여행 중 큰 걸림돌 중 하나다. 다른 나라에 사는 사람들은 다른 언어를 사용한다. 현지인들과 대화를 하는 것이 어려울 수 있다. 작년에 해외로 여행을 갔을 때, 현지인들이 영어나 한국어를 한마디도 하지 못했다. 그래서 의사소통을 하는 데 어려움을 겪었다. 여행 중 겪는 어려움 중에는 시차 부적응도 있다. 먼 거리를 이동하면 시차가 클 수 있다. 우럽에 처음으로 여행을 갔을 때, 시차로 인해 많이 고생했다. 너무 졸려서 맘껏 즐기지를 못했다. 밤에는 말똥말똥 침대에 누워 뒤척이며 잘들지 못했다.\\n",
             "date": "11/4/2016"
             },
             {
             "title": "Compare different types of parks you have been to.",
             "paragraph_en": "There is a small park right next door to my house. It’s not that big. However, it has a lot of sports facilities, so people go there to get some exercise. People also go there to take walks, ride bikes, or go for a run. I also see a lot of people walking their dogs. I often go there to get some fresh air. Sometimes, when I feel like it, I go to the Han River Park. It’s a riverside park. It’s harder to get to, but it’s much bigger. People go tenting there, and have barbecues in designated areas. It’s a great place to enjoy the breeze and a fun place to go people-watching.",
             "paragraph_ko": "가 본 여러 종류의 공원을 비교해 주세요.\\n우리 집 바로 옆은 작은 공원이 있다. 그리 크지는 않다. 하지만 스포츠 시설이 많아서 사람들이 운동을 하러 거기에 간다. 또 산책을 하거나, 자전거를 타거나, 조깅을 하러 가는 사람들도 있다. 애완견을 산책 시키는 사람들도 많이 보인다. 나는 그 공원에 바람을 쐬러 자주 간다. 때로는 내키면 한강 시민 공원에도 간다. 그곳은 강변에 있는 공원이다. 가기가 좀 어렵지만, 다른 공원들에 비해 훨씬 크다. 사람들이 텐트를 치고 놀고, 지정 구역에서는 고기도 구워 먹는다. 선선한 바람을 만끽하기에도 좋고, 사람 구경을 하기에도 좋은 곳이다.\\n",
             "date": "11/6/2016"
             },
             {
             "title": "Talk about how younger and older generations use the Internet differently.",
             "paragraph_en": "The younger generation is more tech-savvy than the older generation. Younger people adapt to new trends better. They are more active on social media. They are more likely to post things online. They come up with a lot of user-created content (UCC). Plus, they access the Internet with their phones a lot. In contrast, older user surf the Internet on their PCs more often. Instead of social media, they might read the news or check the stock market. However, there are exceptions to the rule. These day, many older people have no problem using the latest technology. It’s not a matter of age. It’s more about attitude.",
             "paragraph_ko": "젊은 세대와 나이든 세대가 인터넷을 사용하는 방법이 서로 어떻게 다른 지 이야기해 주세요.\\n나이가 든 세대에 비해 젊은 세대가 기술 사용에 능통한 편이다. 젊은 사람들은 새로운 트렌드에 더 쉽게 적응한다. SNS 활동이 더 활발하다, 인터넷에 글을 올릴 확률이 더 높다. 직접 개발한 콘텐츠를 많이 고안해 낸다. 게다가 휴대폰으로 인터넷에 자주 접속한다. 반면에 나이가 있는 사용자들은 컴퓨터로 인터넷을 하는 경우가 더 많다. SNS 대신에 뉴스를 보거나 주식 정보를 확인하기도 한다. 하지만 이러한 경향에 예외도 있다. 요즘은 나이 드신 분들 중에도 최신 기술을 사용하는 데 어려움을 느끼지 않는 분들이 많다. 나이 문제라기보다는 사고방식의 차이일 수 있다.\\n",
             "date": "11/6/2016"
             }
             ]
}
